{
  "textContent": {
    "en": "**From Microsoft to Tomatoes**\nOne day, an unemployed man went to apply for a job with Microsoft as a cleaner. The manager said: \"Let me have your e-mail address, so that I can send you a form to complete and tell you when you can start.\" The man said that he had no computer or email address.\nThe manager: \"Well, then, that means that you virtually don’t exist and therefore can’t be employed.\"\nThe man looked at the last £10 in his wallet and thought of buying tomatoes in bulk. Within less than 2 hours, he sold all the tomatoes at 100% profit. Repeating the process several times that day, he ended up with almost £100 before going to sleep that night. Getting up early every day and going to bed late, he multiplied his profits quickly. After a short time he bought a cart to transport several dozen boxes of tomatoes.\nBy the end of the second year, he became the owner of a fleet of trucks and the manager of a staff of a hundred former unemployed people, all selling tomatoes.\nPlanning for the future of his wife and children, he decided to buy life insurance. An adviser asked him for his e-mail address in order to send the final documents electronically. When the man replied that he has no e-mail, the adviser felt astonished and said: \"How did you make such wealth without Internet and e-mail? Just imagine where you would-be now, if you had been connected to the internet from the very start!\"\nAfter a moment of thought, the tomato millionaire replied: \"I would be a floor cleaner at Microsoft!\"\nEven with the lack of technology, with determination and the required skills one can make a difference.\n\n**Key Words**\nbulk: goods bought and sold in large quantities/wholesale\nprofit: the money that you can make in business or by selling things\nmultiply: to increase\ncart: a vehicle with two or four wheels that is pulled by a horse\nfleet: a group of ships or trucks\nformer: previous/past\n",
    "ar": "**من مايكروسوفت إلى الطماطم**\nفي يوم من الأيام، ذهب رجل عاطل عن العمل للتقدم لوظيفة في شركة مايكروسوفت كعامل نظافة. فقال المدير: \"أعطني عنوان بريدك الإلكتروني، حتى أتمكن من إرسال استمارة لتعبئتها وإعلامك بموعد بدء العمل.\" فرد الرجل بأنه لا يمتلك جهاز كمبيوتر ولا بريدًا إلكترونيًا.\nقال المدير: \"حسنًا، فهذا يعني عملياً أنك غير موجود وبالتالي لا يمكن توظيفك.\"\nنظر الرجل إلى آخر 10 جنيهات في محفظته وفكر في شراء الطماطم بالجملة. وفي أقل من ساعتين، باع جميع الطماطم بنسبة ربح 100%. وبكرر العملية عدة مرات خلال ذلك اليوم، تمكن من جمع ما يقرب من 100 جنيه قبل أن يذهب للنوم في تلك الليلة. وبالاستيقاظ مبكرًا كل يوم والنوم متأخرًا، ضاعف أرباحه بسرعة. وبعد فترة قصيرة، اشترى عربة لنقل عدة عشرات من صناديق الطماطم.\nبحلول نهاية العام الثاني، أصبح مالكًا لأسطول من الشاحنات ومديرًا لفريق من مئة شخص سابقًا عاطلين عن العمل، جميعهم يبيعون الطماطم.\nوبالتخطيط لمستقبل زوجته وأطفاله، قرر شراء تأمين على الحياة. طلب منه مستشار عنوان بريده الإلكتروني لإرسال الوثائق النهائية إلكترونيًا. وعندما أجاب الرجل بأنه لا يملك بريدًا إلكترونيًا، أذهل المستشار وسأل: \"كيف صنعت هذه الثروة بدون الإنترنت والبريد الإلكتروني؟ تخيل فقط أين كنت ستكون الآن، لو كنت متصلاً بالإنترنت منذ البداية!\"\nبعد لحظة من التأمل، أجاب مليونير الطماطم: \"كنت سأكون عامل تنظيف الأرضيات في مايكروسوفت!\"\nحتى مع قلة التكنولوجيا، يمكن للعزيمة والمهارات المطلوبة أن تُحدث فرقًا.\n\n**الكلمات المفتاحية**\nbulk: البضائع التي تُشترى وتُباع بكميات كبيرة/بالجملة\nprofit: المال الذي يمكنك تحقيقه من الأعمال أو من بيع الأشياء\nmultiply: الزيادة\ncart: عربة، وهي مركبة ذات عجلتين أو أربع تُسحب بواسطة حصان\nfleet: أسطول، مجموعة من السفن أو الشاحنات\nformer: سابق، الماضي\n"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=m-mPikl3OC0&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=4&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://www.youtube.com/watch?v=RndzJuL7z70&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=3&ab_channel=Mostafa",
      "text": { "ar": "مراجعه للحاضر المستمر", "en": "" },
      "title": { "ar": " مراجعه للحاضر المستمر", "en": "" }
    }
  ]
}