{
  "textContent": {
    "en": "**Living in Space**\nSomeday people will live in space. By the end of this century, there will be permanent   settlements that will allow people to lead a normal life in space. Hundreds of astronauts are   going to work and live in the space station, which will take ten years to build. In some way,   living on the moon will be easier than living in a space station and it will be cheaper because   people won't bring everything from the Earth by rockets. The space city will be like a gigantic   glass wheel that will contain buildings, factories and special meeting places. Inside it, people   won't live differently from small towns on the Earth. It will have air so that inhabitants can   breathe and they won't need to wear special space-suits inside the buildings. Scientists also   believe that they will obtain water from a large ice lake on the moon. People won't have to   do housework because robots will do that for them. Food won't be a problem, as settlers   won't need to eat. Instead, they will take a pill three times a day. The first group of astronauts   will live on the moon for six months and then they will return to the Earth and another group   will travel. This will be repeated until the first settlers can finish establishing the new city. Life   on the moon will be just the beginning. We hope they will use the knowledge we get there to   plan expeditions to Mars, Mercury and even Pluto.\n\n\n**Key Words**\nsettlement: a new place to live in for large groups\nrocket: a vehicle used for travelling or carrying astronauts into space\ngigantic: very big/huge\nobtain: get\nexpedition: an organized journey with a particular purpose",
    "ar": "**العيش في الفضاء**\nسوف يعيش الناس في الفضاء يومًا ما. في نهاية هذا القرن، ستكون هناك مستوطنات دائمة تسمح للناس بعيش حياة طبيعية في الفضاء. سيعمل ويعيش مئات رواد الفضاء في محطة الفضاء، والتي ستستغرق عشر سنوات للبناء. بطريقة ما، سيكون العيش على القمر أسهل من العيش في محطة الفضاء وسيكون أرخص لأن الناس لن يجلبوا كل شيء من الأرض بواسطة الصواريخ. ستكون المدينة الفضائية مثل عجلة زجاجية عملاقة تحتوي على مبانٍ ومصانع وأماكن اجتماعات خاصة. داخلها، لن يعيش الناس بشكل مختلف عن المدن الصغيرة على الأرض. سيكون بها هواء ليتنفسه السكان ولن يحتاجوا إلى ارتداء بدلات فضائية خاصة داخل المباني. كما يعتقد العلماء أنهم سيحصلون على الماء من بحيرة جليدية كبيرة على القمر. لن يضطر الناس للقيام بالأعمال المنزلية لأن الروبوتات ستقوم بذلك نيابة عنهم. لن يكون الطعام مشكلة، حيث أن المستوطنين لن يحتاجوا إلى الأكل. بدلاً من ذلك، سيتناولون حبة دواء ثلاث مرات في اليوم. ستعيش المجموعة الأولى من رواد الفضاء على القمر لمدة ستة أشهر، ثم سيعودون إلى الأرض وتسافر مجموعة أخرى. سيتكرر ذلك حتى يتمكن المستوطنون الأوائل من إكمال إنشاء المدينة الجديدة. سيكون العيش على القمر مجرد البداية. نأمل أن يستخدموا المعرفة التي نحصل عليها هناك لتخطيط بعثات إلى المريخ، عطارد وحتى بلوتو.\n\n\n**الكلمات المفتاحية**\nمستوطنة: مكان جديد للعيش لمجموعات كبيرة\nصاروخ: مركبة تستخدم للسفر أو لنقل رواد الفضاء إلى الفضاء\nعملاق: كبير جدًا/ضخم\nيحصل: الحصول على\nبعثة: رحلة منظمة لهدف معين"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=9BWL2oRrEI8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=22&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}