{
  "textContent": {
    "en": "**All are Involved Without Exception**\nDo you think that all individuals can make decisions?\nHere are some examples of successful people with Down's Syndrome who have proved that they have been really good at making decisions and they achieved their aims.\n\nFrom an early age, Isabella Springmuhl Tejada decided to follow the footsteps of her grandmother who was a designer. As a child, Isabella would create clothes for her dolls, but playing eventually turned into work when she enrolled in a fashion course. Her designs aimed specifically at people with Down Syndrome.\n\nSpringmuhl had her first big showcase in 2015, where she sold her complete collection. The success of her show garnered international attention, and in 2016 her designs were shown at London Fashion Week, which was followed by another exhibit in Rome.\n\nSujeet Desai is from Buffalo, New York. He graduated from high school. Two years later, he decided to study music and graduated from Berkshire Hills Music Academy. Now he is a famous musician. All in all, Desai can play seven instruments. His greatest accomplishment so far was his 2015 performance at Carnegie Hall, for which he received a standing ovation.\n\nPablo Pineda is an actor and educator most well-known for being the first European with Down Syndrome who made his decision to obtain a university degree. In 2009, he won the Silver Shell Award at the International Film Festival for his role in *Yo Tambien*, a film about a university graduate with Down Syndrome. Although he still acts, Pineda is currently working on implementing an international strategy to increase employment opportunities for people with disabilities.\n\nPeople are able to challenge difficult circumstances and be successful. They can make the right decision if they are well-trained and if they intend to do so.\n\n**Key Words**\n- eventually: after a long time, or after a lot of things have happened\n- enrol: to arrange to join a school, university or course\n- garner: to take or collect something, especially information\n- accomplishment: something successful that is achieved after hard work\n- standing ovation: when the audience stands up and clap\n- implementing: putting a decision/plan/etc. into effect",
    "ar": "**الجميع مشاركون بلا استثناء**\nهل تعتقد أن جميع الأفراد يمكنهم اتخاذ القرارات؟\nإليك بعض الأمثلة لأشخاص ناجحين من ذوي متلازمة داون الذين أثبتوا أنهم بارعون في اتخاذ القرارات وحققوا أهدافهم.\n\nمنذ سن مبكرة، قررت إيزابيلا سبرينغمول تيجادا أن تتبع خطى جدتها التي كانت مصممة أزياء. عندما كانت طفلة، كانت إيزابيلا تصمم الملابس لدُماها، لكن اللعب تحول في النهاية إلى عمل عندما التحقت بدورة في تصميم الأزياء. كانت تصاميمها تستهدف بشكل خاص الأشخاص الذين يعانون من متلازمة داون.\n\nأقامت سبرينغمول أول عرض كبير لها في عام 2015، حيث باعت مجموعتها الكاملة. لقي عرضها نجاحًا كبيرًا جذب انتباهًا دوليًا، وفي عام 2016 تم عرض تصاميمها في أسبوع الموضة في لندن، تلاه معرض آخر في روما.\n\nسوجيت ديساي من بوفالو، نيويورك. تخرج من المدرسة الثانوية. بعد عامين، قرر دراسة الموسيقى وتخرج من أكاديمية بيركشاير هيلز للموسيقى. الآن هو موسيقي مشهور. بشكل عام، يستطيع ديساي العزف على سبعة آلات موسيقية. كان أعظم إنجاز له حتى الآن أداؤه في قاعة كارنيجي عام 2015، حيث حصل على تصفيق حار من الجمهور.\n\nبابلو بينيدا هو ممثل ومُعلِّم معروف بكونه أول أوروبي من ذوي متلازمة داون الذي قرر الحصول على شهادة جامعية. في عام 2009، فاز بجائزة *سيلفر شيل* في مهرجان الأفلام الدولي عن دوره في فيلم *Yo Tambien*، وهو فيلم عن خريج جامعي يعاني من متلازمة داون. رغم أنه لا يزال يمثل، يعمل بينيدا حاليًا على تنفيذ استراتيجية دولية لزيادة فرص العمل للأشخاص ذوي الإعاقة.\n\nيستطيع الناس تحدي الظروف الصعبة والنجاح. يمكنهم اتخاذ القرار الصحيح إذا كانوا مدربين جيدًا وإذا كانت لديهم النية للقيام بذلك.\n\n**الكلمات المفتاحية**\n- في النهاية: بعد وقت طويل أو بعد حدوث العديد من الأشياء\n- التسجيل: ترتيب الانضمام إلى مدرسة أو جامعة أو دورة\n- جمع: أخذ أو جمع شيء ما، خاصة المعلومات\n- إنجاز: شيء ناجح يتم تحقيقه بعد عمل شاق\n- تصفيق حار: عندما يقف الجمهور ويصفق\n- التنفيذ: وضع قرار أو خطة أو غيرها موضع التنفيذ"
  }
,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}