{
  "textContent": {
    "en": "**Trekking**\nToday is the second day of my trek around Mount Annapurna. I am exhausted and my legs are shaking; I just hope I am able to complete the trek. My feet are really killing me and my toes are bleeding, but I still want to continue. Nepal is a fascinating country, but I have a great deal to learn. Everything is so different, and I am trying to adapt to the new way of life here. I've learnt a little bit of the language to make communication easier; unfortunately, I don't learn foreign languages quickly. Although I have not understood much yet, I believe that I will improve gradually. I am currently travelling with Liam, a student from Leeds University in England. He is a nice guy, but impatient. He always walks ahead of me and complains that I am too slow. I am doing my best to keep up with him, but he is younger and stronger than I am. Maybe, I am just feeling sorry for myself because I am getting old. Right now, Liam is sitting with the owner of the inn. They are discussing the differences between life in England and life in Nepal. I don’t know the real name of the owner, but everybody just calls him Tam. Tam speaks English very well and he is trying to teach Liam some words in Nepali. Every time Tam says a new word, Liam tries to repeat it. Unfortunately, Liam also seems to have difficulty learning foreign languages. I just hope we don't get lost and have to ask for directions.",
    "ar": "**رحلة المشي**\nاليوم هو اليوم الثاني من رحلتي حول جبل أنابورنا. أشعر بالإرهاق وساقاي ترتجفان؛ آمل فقط أن أتمكن من إكمال الرحلة. قدماي تؤلمانني بشدة وأصابعي تنزف، لكنني لا أزال أرغب في الاستمرار. نيبال بلد رائع، لكن لدي الكثير لأتعلمه. كل شيء مختلف جدًا، وأنا أحاول التكيف مع نمط الحياة الجديد هنا. لقد تعلمت القليل من اللغة لتسهيل التواصل؛ للأسف، لا أتعلم اللغات الأجنبية بسرعة. على الرغم من أنني لم أفهم الكثير بعد، إلا أنني أعتقد أنني سأتحسن تدريجيًا. أنا حاليًا أسافر مع ليام، وهو طالب من جامعة ليدز في إنجلترا. إنه شخص لطيف، لكنه غير صبور. دائمًا ما يمشي أمامي ويشتكي من أنني بطيء جدًا. أبذل قصارى جهدي لمواكبة سرعته، لكنه أصغر وأقوى مني. ربما أشعر بالأسف على نفسي لأنني أتقدم في العمر. في الوقت الحالي، يجلس ليام مع صاحب النزل. إنهم يناقشون الفروقات بين الحياة في إنجلترا والحياة في نيبال. لا أعرف الاسم الحقيقي لصاحب النزل، لكن الجميع ينادونه تام. يتحدث تام الإنجليزية بطلاقة وهو يحاول تعليم ليام بعض الكلمات باللغة النيبالية. في كل مرة يقول فيها تام كلمة جديدة، يحاول ليام تكرارها. للأسف، يبدو أن ليام يواجه صعوبة أيضًا في تعلم اللغات الأجنبية. آمل فقط ألا نضيع ونضطر إلى طلب الاتجاهات."
  }
,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}