{
  "textContent": {
    "en": "**Syrian Nationality Law**\nNationality Law is the law governing the acquisition, transmission and loss of Syrian citizenship. Syrian citizenship is the status of being a citizen of the Syrian Arab Republic and it can be obtained by birth or naturalisation. The Syrian Nationality Law was enacted in 1969, by Legislative Decree 276.\n\nNationality at birth\nThe Syrian nationality is determined predominantly by paternity (father). The place of birth is irrelevant, and being born in Syria does not grant an automatic right to Syrian nationality. Birth to a Syrian mother does not automatically confer nationality. If a Syrian woman marries a foreign husband, their children will have the foreign husband's nationality and have no claim to Syrian nationality, even if they were born and raised in Syria. The legal ramifications are that these persons face a number of obstacles, one of which is their inability to work in the public sector. It is also harder and more restrictive for foreigners to own real estate in Syria.\n\nNaturalisation\nThe other way to acquire Syrian nationality is through naturalisation. Non-nationals who have resided in the country for over 5 years and fulfilled a number of other requirements can apply for naturalisation. The requirements are eased for individuals from another Arab country, such as the requirement to be able to speak and read Arabic fluently.\n\nA foreign woman who marries a Syrian man can naturalise on the basis of that marriage, but a foreign husband cannot acquire Syrian citizenship on the basis of marriage to a Syrian wife.",
    "ar": "**قانون الجنسية السورية**\nقانون الجنسية هو القانون الذي ينظم اكتساب ونقل وفقدان الجنسية السورية. تعني الجنسية السورية أن تكون مواطناً في الجمهورية العربية السورية، ويمكن الحصول عليها بالولادة أو بالتجنيس. تم سن قانون الجنسية السورية في عام 1969 بموجب المرسوم التشريعي رقم 276.\n\nالجنسية عند الولادة\nتتحدد الجنسية السورية في الأساس من خلال الأب (الأنساب). ليس لمكان الولادة أثر؛ فالولادة في سوريا لا تمنح الحق التلقائي في الحصول على الجنسية السورية. كما أن الولادة لأم سورية لا تنقل الجنسية تلقائياً. إذا تزوجت امرأة سورية من رجل أجنبي، فإن أولادها سيكتسبون جنسية الزوج الأجنبي ولن يكون لهم الحق في الحصول على الجنسية السورية، حتى وإن وُلدوا وترعرعوا في سوريا. وتتمثل العواقب القانونية في مواجهة هؤلاء الأشخاص عددًا من العقبات، من بينها عدم قدرتهم على العمل في القطاع العام. كما أن امتلاك العقارات في سوريا للأجانب أكثر صعوبة وتقييداً.\n\nالتجنيس\nالطريقة الأخرى لاكتساب الجنسية السورية هي عن طريق التجنيس. يمكن للأجانب الذين أقاموا في البلاد لأكثر من 5 سنوات واستوفوا عددًا من المتطلبات الأخرى التقدم بطلب التجنيس. وتُخفف المتطلبات بالنسبة للأفراد من دول عربية أخرى، مثل شرط القدرة على التحدث والقراءة باللغة العربية بطلاقة.\n\nيمكن للمرأة الأجنبية التي تتزوج رجلاً سورياً أن تتجنس على أساس ذلك الزواج، بينما لا يستطيع الزوج الأجنبي اكتساب الجنسية السورية بناءً على زواجه من امرأة سورية."
  },
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}