{
 
  "textContent": {
    "en": "Read the text and put the phrases: A-H in the correct place.\n A a successful person must be rich \n B brings you closer at jet speed\n C in which playing to win matters\n D accomplish your goals\n E it would be preparation\n F through repetition or experience\n G to build up confidence and become successful\n H which is achievable\n Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do. Success, by definition, means to **1 D accomplish your goals.** Some people define success by measures such as wealth, position or status and one’s capabilities. It is also believed by many people that **2 A a successful person must be rich,** but in many cases, money cannot buy you success. In fact, there are some factors which help us be successful. Start by setting your goals. Having a goal is an essential thing, but it should be a smart goal **3 H which is achievable.** It requires to stretch your capabilities and to stay committed and remind yourself that it is not the end of the road. One step more, if there was only one secret to success, **4 E it would be preparation.** It will set you in the best position to execute the task with the least difficulty. Timing also is a crucial ingredient to success. The only method of obtaining good timing is **5 F through repetition or experience.** Furthermore, one needs confidence to be successful. He has to start with smaller tasks that have a higher chance of success **6 G to build up confidence and become successful** and happy in their life. They should discover at an early age the talents of their children and help them to grow their gift and take care of their needs and interests. Actions are louder than words. When you take action, you trigger all kinds of things that will inevitably carry you to success. Every step taken by you in the direction of your dreams and goals **7 B brings you closer at jet speed.** Nothing happens until you take action. To be successful, you have to do what successful people do. All highly successful people are highly action-oriented people. It is said: “Success is 10% inspiration and 90 % perspiration.” The golden rule to achieve success is to keep learning. These are three dangerous words: “I know that.” If you have read or heard about something, you do not know. If you are not rich and successful the way you want, then you do not know. Become a ‘learn it all’ rather than ‘know it all’. Finally, It is significant to know that things do not just happen to your benefit by themselves; you must work hard to make them happen. Life is like a game **8 C in which playing to win matters** more than playing not to lose.",
    
    "ar": "اقرأ النص وضع العبارات: A-H في المكان الصحيح.\n A الشخص الناجح يجب أن يكون غنيًا \n B يقربك بسرعة البرق\n C حيث يكون اللعب للفوز مهمًا\n D تحقيق أهدافك\n E سيكون التحضير\n F من خلال التكرار أو التجربة\n G لبناء الثقة والنجاح\n H القابل للتحقيق\n النجاح ليس صدفة. إنه عمل شاق، ومثابرة، وتعلم، ودراسة، وتضحية، والأهم من ذلك كله، حب ما تفعله أو تتعلم القيام به. النجاح، حسب التعريف، يعني **1 D تحقيق أهدافك.** بعض الناس يعرّفون النجاح بمقاييس مثل الثروة، أو المكانة أو القدرات الشخصية. يعتقد الكثيرون أيضًا أن **2 A الشخص الناجح يجب أن يكون غنيًا،** ولكن في العديد من الحالات، لا يمكن للمال أن يشتري النجاح. في الواقع، هناك بعض العوامل التي تساعدنا على النجاح. ابدأ بتحديد أهدافك. وجود هدف هو أمر أساسي، ولكن يجب أن يكون هدفًا ذكياً **3 H القابل للتحقيق.** يتطلب توسيع قدراتك والبقاء ملتزماً وتذكير نفسك بأنه ليس نهاية الطريق. خطوة أخرى، إذا كان هناك سر واحد فقط للنجاح، **4 E سيكون التحضير.** سيمكنك من تنفيذ المهمة بأقل صعوبة. التوقيت أيضًا هو عنصر حاسم للنجاح. الطريقة الوحيدة للحصول على توقيت جيد هي **5 F من خلال التكرار أو التجربة.** علاوة على ذلك، يحتاج الشخص إلى الثقة ليكون ناجحًا. يجب أن يبدأ بمهام صغيرة ذات فرصة نجاح أكبر **6 G لبناء الثقة والنجاح** والسعادة في حياته. يجب أن يكتشف الآباء في سن مبكرة مواهب أطفالهم ويساعدوهم على تنمية مواهبهم والاهتمام باحتياجاتهم واهتماماتهم. الأفعال أعلى صوتًا من الكلمات. عندما تتخذ إجراءً، فإنك تشغل جميع أنواع الأشياء التي ستنقلك حتمًا إلى النجاح. كل خطوة تخطوها في اتجاه أحلامك وأهدافك **7 B يقربك بسرعة البرق.** لا شيء يحدث حتى تتخذ إجراءً. لكي تكون ناجحًا، يجب أن تفعل ما يفعله الأشخاص الناجحون. جميع الأشخاص الناجحين هم أشخاص يميلون إلى العمل بشكل كبير. يقال: 'النجاح هو 10% إلهام و90% جهد'. القاعدة الذهبية لتحقيق النجاح هي الاستمرار في التعلم. هناك ثلاث كلمات خطيرة: 'أعرف ذلك'. إذا كنت قد قرأت أو سمعت عن شيء ما، فهذا لا يعني أنك تعرفه. إذا كنت لست غنيًا وناجحًا كما تريد، فهذا يعني أنك لا تعرف. كن شخصًا يتعلم كل شيء بدلاً من أن يكون شخصًا يظن أنه يعرف كل شيء. أخيرًا، من المهم أن تعلم أن الأمور لا تحدث لصالحك تلقائيًا؛ يجب أن تعمل بجد لجعلها تحدث. الحياة مثل لعبة **8 C حيث يكون اللعب للفوز مهمًا** أكثر من اللعب لتجنب الخسارة."
  },



  "videoUrl": "https://www.youtube.com/watch?v=CMFt25e-Xuc&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=16&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}