{
  "textContent": {
    "en": "**Back to Life**\nFrane Selak was born in Croatia in 1929. He led a relatively unremarkable life as a music teacher. Selak's near-death experiences began in January 1962 when he was travelling by a train from Sarajevo to Dubrovnik. The train left its railway tracks and ended up in a river. Fortunately, an unknown person pulled him to be safe, while 17 other passengers drowned.\n\nThe next year, Selak boarded a plane from Zagreb to Rijeka. Unfortunately, he was blown out of its door and luckily landed in a haystack; the plane crashed, killing 19 people but Selak survived. Three years after that, in 1966, he got on a bus. The bus skidded on the road and fell into a river, drowning four passengers, and by sheer luck Selak swam to the shore with only a few cuts and bruises.\n\nIn 1970, the fuel in his car’s tank exploded on the motorway. But Selak just escaped with his life. The final famous disaster was in 1996 when a truck came barreling towards his car as he was driving around a mountain road. Selak was ejected from the car but he managed to hold onto a tree, and watched his car in horror plummet down.\n\nIn 2003, two days after his 73rd birthday, Selak won the lottery in Croatia. With this, he bought a luxurious home. Then he changed his mind, sold it in 2010 and lived a humble life with his fifth wife.\n\nWhat happened to Selak seems to be far more dramatic than anything Hollywood could cook up. But was it true what happened to Selak?\n\nSuppose it is true, still we can't tell whether he is the luckiest or the unluckiest man in the world. Whatever happened along the way, Frane’s story has a happy ending – or at least he thought it has.\n\n**Key Words**\n- relatively: to a fairly large degree\n- haystack: a large pile of hay (hay: grass that had been cut and dried)\n- to skid: to suddenly move smoothly sideways or forwards in an uncontrolled way\n- sheer: complete\n- to barrel: to move very fast in a particular way, especially in a way that you cannot control\n- to plummet: to fall suddenly and quickly from a high level or position\n- humble: low in social status/unimportant\n- to cook up: to invent something, especially to make somebody believe something that is not true",
    "ar": "**العودة إلى الحياة**\nوُلد فران سلاك في كرواتيا عام 1929. عاش حياة غير ملحوظة نسبيًا كمُعلم موسيقى. بدأت تجارب سلاك القريبة من الموت في يناير 1962 عندما كان يسافر بالقطار من سراييفو إلى دوبروفنيك. خرج القطار عن مساره وانتهى به المطاف في نهر. لحسن الحظ، قام شخص مجهول بإنقاذه، بينما غرق 17 راكبًا آخرين.\n\nفي العام التالي، استقل سلاك طائرة من زغرب إلى رييكا. لسوء الحظ، تم قذفه خارج باب الطائرة وهبط بأعجوبة في كومة من القش؛ تحطمت الطائرة، مما أسفر عن مقتل 19 شخصًا، لكن سلاك نجا. بعد ثلاث سنوات، في عام 1966، استقل حافلة. انزلقت الحافلة على الطريق وسقطت في نهر، مما أدى إلى غرق أربعة ركاب، وبمحض الصدفة سبح سلاك إلى الشاطئ مع بعض الجروح والكدمات فقط.\n\nفي عام 1970، انفجر الوقود في خزان سيارته على الطريق السريع. لكن سلاك نجا بحياته. كانت الكارثة الأخيرة الشهيرة في عام 1996 عندما اندفع شاحنة نحو سيارته بينما كان يقود على طريق جبلي. تم قذفه من السيارة لكنه تمكن من الإمساك بشجرة، وشاهد سيارته تسقط في رعب.\n\nفي عام 2003، بعد يومين من عيد ميلاده الثالث والسبعين، فاز سلاك باليانصيب في كرواتيا. بهذا، اشترى منزلًا فاخرًا. ثم غير رأيه، وباعه في عام 2010 وعاش حياة متواضعة مع زوجته الخامسة.\n\nما حدث لسلاك يبدو أكثر درامية مما يمكن أن تصنعه هوليوود. ولكن هل كان صحيحًا ما حدث له؟\n\nلنفترض أنه صحيح، لا يزال لا يمكننا تحديد ما إذا كان هو الرجل الأكثر حظًا أو الأكثر سوء حظ في العالم. مهما حدث على طول الطريق، فإن قصة فران لها نهاية سعيدة – أو على الأقل كان يعتقد ذلك.\n\n**الكلمات المفتاحية**\n- نسبيًا: إلى حد كبير\n- كومة قش: كومة كبيرة من القش (القش: العشب الذي تم قطعه وتجفيفه)\n- الانزلاق: التحرك فجأة بسلاسة جانبيًا أو للأمام بطريقة غير متحكم بها\n- محض: كامل\n- الاندفاع: التحرك بسرعة كبيرة بطريقة معينة، خاصة بطريقة لا يمكن التحكم فيها\n- السقوط المفاجئ: السقوط فجأة وبسرعة من مستوى أو موقع مرتفع\n- متواضع: منخفض في المكانة الاجتماعية/ غير مهم\n- اختلاق: اختراع شيء ما، خاصة لجعل شخص ما يصدق شيئًا غير صحيح"
  }

,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}