{
  "textContent": {
    "en": "**epic of gilgamesh**\nGilgamesh, two-thirds god and one-third human, is the\ngreatest king on earth and the strongest super-human that\never existed; however, he is young and deals with his people\nharshly. The people call out to the sky-god Anu to help them.\nIn response, Anu creates a wild man, Enkidu, out in the harsh\nand wild forests surrounding Gilgamesh's lands. This brute,\nEnkidu, has the strength of dozens of wild animals; he is to\nserve as the subhuman rival to the superhuman Gilgamesh. Later a good friendship\nexisted between the two.\nGilgamesh has two dreams; in the first a meteorite falls to earth which is so great\nthat Gilgamesh can neither lift it nor turn it. In the second, Gilgamesh dreams that\nan axe appears at his door, so great that he can neither lift it nor turn it. Gilgamesh\nasks his mother what these dreams might mean; she tells\nhim a man of great force and strength will come into Uruk\nand this man will help Gilgamesh perform great deeds. On his way, Gilgamesh encounters two large scorpions.\nThey try to convince him that his journey is full of danger\nbut in vain. Gilgamesh continues his journey, crossing\nthe Waters of Death that kill anyone who touches them.\nAfter a long and dangerous journey, Gilgamesh arrives\nat a shore and meets a man. He tells this man that he is\nlooking for Utnapishtim and his wife, the only humans to\nhave survived the Great Flood and who were granted immortality by the gods, in\nthe hope of discovering the secret of everlasting life. The old man advises Gilgamesh\nthat death is a necessary fact because of the will of the gods; all human efforts are\nonly temporary, not permanent. Gilgamesh falls to his knees and weeps in sorrow. The love within the friendship of Enkidu and Gilgamesh inspires both of them\nto be better men in different ways. Another great lesson Gilgamesh learns is the\ninescapable truth of human death. When Enkidu dies a painful death, Gilgamesh\nbecomes even more terrified of the idea of his own death. The Epic of Gilgamesh has\nseveral moral themes, but the main theme is that love is a motivating force. There\nare many other morals to be taken from the epic as well. One is undoubtedly that\nimmortality (the way Gilgamesh desires it) is impossible to achieve. Because it was\nEnkidu’s death and Gilgamesh’s fear for his own death that set him on his quest, the\nreal moral here is to accept that death will come, and if possible, not to fear it.",
    "ar": "\n**ملحمة جلجامش**\nجلجامش، الذي هو ثلث إنسان وثلثان إله، هو أعظم ملك على الأرض وأقوى كائن فائق القدرات وُجد على الإطلاق؛ لكنه شاب ويتعامل بقسوة مع شعبه. يناشد الناس إله السماء آنو لمساعدتهم.\nاستجابةً لذلك، يخلق آنو رجلاً برياً، إنكيدو، في الغابات القاسية والبرية المحيطة بأراضي جلجامش. هذا الرجل البري، إنكيدو، يمتلك قوة تضاهي قوة عشرات الحيوانات الوحشية؛ ومن المقرر أن يكون بمثابة منافس دون المستوى البشري لجلجامش الفائق.\nلاحقاً، نشأت صداقة طيبة بينهما.\nيمتلك جلجامش حلمين؛ ففي الحلم الأول، يسقط نيزك إلى الأرض بحجمه الهائل، لدرجة أنه لا يستطيع رفعه أو تحريكه. وفي الحلم الثاني، يحلم بأن فأساً تظهر عند بابه، بحجم هائل يجعله غير قادر على رفعها أو تحريكها. يسأل جلجامش والدته عن مغزى هذه الأحلام؛ فتخبره بأن رجلاً ذا قوة وعزم عظيم سيأتي إلى أوروك، وهذا الرجل سيساعده على تحقيق أعمال عظيمة.\nخلال رحلته، يواجه جلجامش عقربين كبيرين يحاولان إقناعه بأن رحلته مليئة بالمخاطر، لكن دون جدوى. يواصل جلجامش رحلته، عابراً مياه الموت التي تقتل أي شخص يلمسها.\nبعد رحلة طويلة وخطيرة، يصل جلجامش إلى شاطئ ويلتقي برجل، فيخبره بأنه يبحث عن أوتنابيشتم وزوجته، الإنسانين الوحيدين اللذان نجيا من الطوفان العظيم واللذان مُنحا الخلود من قبل الآلهة، على أمل اكتشاف سر الحياة الأبدية. ينصحه الرجل العجوز بأن الموت حقيقة حتمية نتيجة لمشيئة الآلهة؛ فجميع الجهود البشرية مؤقتة وليست دائمة. ينهار جلجامش على ركبتيه ويبكي من شدة الحزن. الحب في صداقة إنكيدو وجلجامش يلهم كلاهما ليصبحا رجالاً أفضل بطرق مختلفة. درس آخر عظيم يتعلمه جلجامش هو الحقيقة التي لا مفر منها لموت البشر. عندما يموت إنكيدو موتاً مؤلماً، يصبح جلجامش أكثر رعباً من فكرة موته الخاص. تحمل ملحمة جلجامش عدة مواضيع أخلاقية، لكن الموضوع الرئيسي هو أن الحب هو القوة الدافعة. وهناك العديد من الدروس الأخلاقية الأخرى التي يمكن استخلاصها من الملحمة أيضاً. أحدها بلا شك هو أن الخلود (كما يرغب فيه جلجامش) لا يمكن تحقيقه. لأن موت إنكيدو وخوف جلجامش من موته دفعاه إلى السعي وراء الحكمة، فإن العبرة الحقيقية هنا هي قبول أن الموت حتمي، وإذا أمكن، عدم الخوف منه."
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=YforP4lGfR4&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=11&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}