{
  "textContent": {
    "en": "**Life in the Future**\nLife in the future will be very different. Futurologists predict that life will probably be very   different in all the fields of activity, from entertainment to technology. Some people have   imagined that life in the future would be so easy and relaxing, while others have seen that it   would be worse and more difficult. I think that in the future we will have a more comfortable   life. This will be obvious in all aspects of life.   First, as for education, people will have better education because of technology.   E-books will replace traditional books, robots will replace teachers, and students will not   have to go to schools every day as they will study at home through on-line teaching. So even   absent students will learn.   Second, health will improve. Technology will also play a very important role in that. New   medicines will help people get better. Robots will help doctors and sometimes replace them.   Add to that, scientists and researchers will find cure to many diseases like Aids and cancer.   So people will live longer.   Third, housing problems will end. People will build houses everywhere. So everyone will   have a place to live in.   Fourth, hunger will come to an end. People will grow new types of crops   everywhere even on the roofs of buildings.   Fifth and last, world peace   will spread because of all   the previous aspects. The   world will have nothing to   fight for. Everyone will have   education, health, home   and food. So everyone   will be happier and love   will be everywhere.\n\n\n**Key Words**\nfuturologist: someone who forecasts the future based on existing conditions\npredict: to say that something will happen in the future\naspects: features of a situation\nreplace: take the place of\nimprove: make something better\ncrops: plants grown by farmers as food\n",
    "ar": "**الحياة في المستقبل**\nستكون الحياة في المستقبل مختلفة جداً. يتنبأ علماء المستقبل بأن الحياة ربما ستكون جداً   مختلفة في جميع مجالات النشاط، من الترفيه إلى التكنولوجيا. تخيل بعض الناس أن الحياة في المستقبل ستكون سهلة ومريحة للغاية،   بينما رأى آخرون أنها ستكون أسوأ وأكثر صعوبة. أعتقد أننا في المستقبل سنحظى بحياة أكثر راحة. هذا سيكون واضحاً في جميع جوانب الحياة.   أولاً، بالنسبة للتعليم، سيحصل الناس على تعليم أفضل بفضل التكنولوجيا.   ستحل الكتب الإلكترونية محل الكتب التقليدية، وستحل الروبوتات محل المعلمين، ولن يضطر الطلاب إلى الذهاب إلى المدارس كل يوم حيث سيدرسون في المنزل من خلال التعليم عن بعد. لذا حتى الطلاب الغائبين سيتعلمون.   ثانياً، سيتحسن الصحة. ستلعب التكنولوجيا أيضاً دوراً مهماً جداً في ذلك. New   ستساعد الأدوية الجديدة الناس على الشفاء. ستساعد الروبوتات الأطباء وأحياناً ستحل محلهم.   وعلاوة على ذلك، سيجد العلماء والباحثون علاجاً للعديد من الأمراض مثل الإيدز والسرطان.   لذا سيعيش الناس لفترة أطول.   ثالثاً، ستنتهي مشاكل السكن. سيبني الناس منازل في كل مكان. لذا سيتوفر للجميع مكان للسكن.   رابعاً، ستنتهي مشكلة الجوع. سيزرع الناس أنواعاً جديدة من المحاصيل   في كل مكان حتى على أسطح المباني.   خامساً وأخيراً، سينتشر السلام العالمي   بسبب جميع الجوانب السابقة. لن يكون هناك ما يدعو للقتال. سيحصل الجميع على   التعليم، والصحة، والمأوى، والطعام. لذا سيكون الجميع أكثر سعادة وستنتشر المحبة في كل مكان.\n\n\n**Key Words**\nfuturologist: شخص يتنبأ بالمستقبل استناداً إلى الظروف القائمة\npredict: أن يقول إن شيئاً ما سيحدث في المستقبل\naspects: جوانب أو ملامح موقف ما\nreplace: يحل محل\nimprove: يحسن أو يجعل شيئاً أفضل\ncrops: النباتات التي يزرعها المزارعون كغذاء\n"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=9BWL2oRrEI8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=22&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}