{
  "textContent": {
    "en": "**On the Edge of Innocence**\nA poor family was living happily until the son felt severely ill. It was clear from the medical analysis and laboratory tests that he had got a tumour in his head.\n\n\"Your son’s condition is critical. He needs a miracle to survive,\" the doctor said. After she had heard the doctor’s words, the little daughter rushed to the nearest pharmacy with the only pound she had in her money box. \"Give me a miracle, please,\" she said, putting the pound on the table. The pharmacist was busy talking to his brother. After a while, he replied, \"Who told you I sell miracles?\" She looked helplessly, watching in despair. Suddenly, the pharmacist’s brother kneeled, asking her, \"Tell me, sweetie, why do you need a miracle?\" Without thinking, she said, \"I don’t know, the doctor says my brother needs a miracle for an operation not to die. Is this pound enough?\" \"One pound is exactly enough,\" he answered with a big smile and a tender voice. \"Could I see your brother?\" This man was Carlton Armstrong, the famous nerve surgeon who performed the operation successfully and took one pound for it.\n\nLater, he framed the pound with a sentence below: \"This pound is the price of a miracle taken from a girl, on the edge of innocence.\"\n\n**Key Words**\n- miracle: an extraordinary event that cannot be explained by natural or scientific laws\n- tumour: an abnormal mass of tissue that may be cancerous\n- despair: a feeling of hopelessness\n- tender: showing gentleness and kindness\n- framed: enclosed in a border or frame",
    "ar": "**على حافة البراءة**\nكانت عائلة فقيرة تعيش بسعادة حتى أصيب الابن بمرض شديد. كان واضحًا من التحاليل الطبية والفحوصات المخبرية أنه يعاني من ورم في رأسه.\n\nقال الطبيب: \"حالة ابنك حرجة. إنه بحاجة إلى معجزة للبقاء على قيد الحياة.\" بعد أن سمعت الطفلة الصغيرة كلمات الطبيب، هرعت إلى أقرب صيدلية ومعها الجنيه الوحيد الذي تملكه في حصالتها. قالت وهي تضع الجنيه على الطاولة: \"أعطني معجزة، من فضلك.\" كان الصيدلي مشغولًا بالتحدث إلى أخيه. بعد فترة، رد عليها قائلاً: \"من قال لك إنني أبيع المعجزات؟\" نظرت إليه بيأس، وهي تشعر بالعجز. فجأة، ركع شقيق الصيدلي وسألها: \"أخبريني يا صغيرتي، لماذا تحتاجين إلى معجزة؟\" دون تفكير، قالت: \"لا أعرف، الطبيب يقول إن أخي بحاجة إلى معجزة لإجراء العملية حتى لا يموت. هل هذا الجنيه كافٍ؟\" أجابها بابتسامة كبيرة وصوت حنون: \"جنيه واحد هو بالضبط ما يكفي.\" ثم قال: \"هل يمكنني رؤية أخيك؟\" كان هذا الرجل كارلتون أرمسترونغ، جراح الأعصاب الشهير الذي أجرى العملية بنجاح وأخذ جنيهًا واحدًا مقابلها.\n\nلاحقًا، قام بتأطير الجنيه مع عبارة كتبها أسفله: \"هذا الجنيه هو ثمن معجزة مأخوذة من فتاة، على حافة البراءة.\"\n\n**الكلمات المفتاحية**\n- معجزة: حدث غير عادي لا يمكن تفسيره بالقوانين الطبيعية أو العلمية\n- ورم: كتلة غير طبيعية من الأنسجة قد تكون سرطانية\n- يأس: شعور بفقدان الأمل\n- حنون: يُظهر اللطف والرقة\n- مؤطر: محاط بإطار أو حدود"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}