{
  "textContent": {
    "en": "**History of Medicine (علمي)**\nThroughout history, various societies and cultures have developed different views in their approach to illnesses and diseases. One of the most important periods in the development of medicine at all, especially medieval medicine, which lasted from the 9th to the 13th century, is called 'the Golden Age of Arabic Medicine'. The books of Arabic science that came about in this period are not only by Muslim authors, because Arab civilization is the result of **consecutive** and continuous efforts of various nations, regardless of the religion, race, and color of the skin, who lived and produced in the Arab region.\n\nIn ancient times, people used to cure sickness by using plants, herbs, and other materials. In countries such as Egypt, Greece, Rome, Mesopotamia, India, and China, medicine was magical and **mythological** and diseases were attributed mostly to supernatural forces. Thus, before hospitals developed, patients were treated mostly in temples.\n\nThe practice of medicine during the Middle Ages was **empirical**; it focused mainly on curing illnesses rather than discovering their causes. At that time, cures continued to be a mixture of superstitions, religion, herbal **remedies**, bleeding, and **purging**; people were bled to reduce **inflammation** which was then thought to be the root of all diseases. Moreover, medical schools were established, but most people never saw a doctor because of the high-cost treatments. Instead, people were treated by local wise people who were skilled in the use of herbs, or by priests, or barbers. Around the 16th century, medicine witnessed groundbreaking developments such as vaccination, human **anatomy**, surgery, and microbiology.\n\nModern medicine started to emerge in the late 18th century and therefore, there were many improvements on medical tools and machines, especially after the Industrial Revolution. In the 1800s, physicians learned that illnesses were caused by germs and hospitals began to focus on keeping clean to keep germs away. As a result, nursing came to be thought of as a respectable job. The 20th century was characterized by new biological treatments such as antibiotics in addition to advancement in chemistry, genetics, and radiography.\n\nArabic medicine has made a major contribution to the development of pharmacy. It is logical for doctors to discover new drugs while looking for ways to treat their patients. They wrote about them in booklets about the history of the disease called 'al-Mujarrabat'. Subsequently, good and lesser-known drugs were extracted from it. Physicians have tried to use simple medicines to determine the exact effect of the entered component into the disease. Still, some doctors have prescribed and combined the medications that they themselves formulated.\n\nToday healthcare isn't just about doctors; nurses, physical **therapists**, and technicians are all part of a large health care system that helps to keep people healthy. Modern medicine is characterized by surgeries, the use of radiation, microscopy, research, and analysis in the detection of disease or ailment by using modern technological tools. Due to the rapid advance of technology, it is certain that medicine.\n",
    "ar": "**(علمي) تاريخ الطب**\nعلى مدار التاريخ، طورت المجتمعات والثقافات المختلفة وجهات نظر مختلفة في نهجها تجاه الأمراض والعلل. إحدى الفترات الأكثر أهمية في تطور الطب، وخاصة الطب في العصور الوسطى، والتي استمرت من القرن التاسع إلى القرن الثالث عشر، تُعرف بـ \"العصر الذهبي للطب العربي\". لم تكن كتب العلوم العربية التي ظهرت في هذه الفترة مقتصرة على مؤلفين مسلمين فقط، لأن الحضارة العربية هي نتاج جهود **متتابعة** ومستدامة من مختلف الشعوب، بغض النظر عن الدين أو العرق أو لون البشرة، الذين عاشوا وأنتجوا في المنطقة العربية.\n\nفي العصور القديمة، كان الناس يعالجون الأمراض باستخدام النباتات والأعشاب والمواد الأخرى. في دول مثل مصر، اليونان، روما، بلاد الرافدين، الهند، والصين، كان الطب يحمل طابعًا سحريًا و**أسطوريًا**، وكانت الأمراض تُعزى في الغالب إلى القوى الخارقة. لذلك، قبل تطوير المستشفيات، كان المرضى يُعالجون غالبًا في المعابد.\n\nكان ممارسة الطب في العصور الوسطى يعتمد على **التجربة**؛ فقد ركز بشكل رئيسي على علاج الأمراض بدلاً من اكتشاف أسبابها. في ذلك الوقت، كانت العلاجات لا تزال خليطًا من الخرافات والدين والعلاجات العشبية، **النزيف**، و**التطهير**؛ وكان يتم نزيف الناس لتقليل **الالتهابات** التي كانت تُعتبر آنذاك أساس جميع الأمراض. علاوة على ذلك، تم إنشاء مدارس طبية، ولكن معظم الناس لم يزروا طبيبًا بسبب تكاليف العلاج المرتفعة. بدلًا من ذلك، كانوا يُعالجون من قِبل الأشخاص الحكماء المحليين الذين كانوا ماهرين في استخدام الأعشاب، أو بواسطة الكهنة أو الحلاقين. حوالي القرن السادس عشر، شهد الطب تطورات ثورية مثل التطعيم، علم **التشريح** البشري، الجراحة، وعلم الأحياء الدقيقة.\n\nبدأ الطب الحديث في الظهور في أواخر القرن الثامن عشر، وبالتالي، حدثت العديد من التحسينات في الأدوات الطبية والآلات، خاصة بعد الثورة الصناعية. في القرن التاسع عشر، تعلم الأطباء أن الأمراض كانت ناجمة عن الجراثيم، وبدأت المستشفيات تركز على النظافة للحفاظ على الجراثيم بعيدًا. ونتيجة لذلك، أصبح التمريض يُعتبر وظيفة محترمة. اتسم القرن العشرين بعلاجات بيولوجية جديدة مثل المضادات الحيوية، بالإضافة إلى التقدم في الكيمياء، علم الوراثة، والتصوير الإشعاعي.\n\nاليوم، لا يقتصر الرعاية الصحية على الأطباء فقط؛ بل يشمل الممرضين، المعالجين **الفيزيائيين**، والفنيين، الذين يشكلون جميعًا جزءًا من نظام صحي كبير يساعد في الحفاظ على صحة الناس.<span style='    position: relative; top: 11.6%;'>\n"
  }
  ,
  "videoUrl": "https://www.youtube.com/watch?v=gs_Q7o4DUJo&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=13&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}