{
  "textContent": {
    "en": "**History of Medicine (علمي)**\nThroughout history, various societies and cultures have developed different views in their approach to illnesses and diseases. One of the most important periods in the development of medicine at all, especially medieval medicine, which lasted from the 9th to the 13th century, is called 'the Golden Age of Arabic Medicine'. The books of Arabic science that came about in this period are not only by Muslim authors, because Arab civilization is the result of **consecutive** and continuous efforts of various nations, regardless of the religion, race, and color of the skin, who lived and produced in the Arab region.\n\nIn ancient times, people used to cure sickness by using plants, herbs, and other materials. In countries such as Egypt, Greece, Rome, Mesopotamia, India, and China, medicine was magical and **mythological** and diseases were attributed mostly to supernatural forces. Thus, before hospitals developed, patients were treated mostly in temples.\n\nThe practice of medicine during the Middle Ages was **empirical**; it focused mainly on curing illnesses rather than discovering their causes. At that time, cures continued to be a mixture of superstitions, religion, herbal **remedies**, bleeding, and **purging**; people were bled to reduce **inflammation** which was then thought to be the root of all diseases. Moreover, medical schools were established, but most people never saw a doctor because of the high-cost treatments. Instead, people were treated by local wise people who were skilled in the use of herbs, or by priests, or barbers. Around the 16th century, medicine witnessed groundbreaking developments such as vaccination, human **anatomy**, surgery, and microbiology.\n\nModern medicine started to emerge in the late 18th century and therefore, there were many improvements on medical tools and machines, especially after the Industrial Revolution. In the 1800s, physicians learned that illnesses were caused by germs and hospitals began to focus on keeping clean to keep germs away. As a result, nursing came to be thought of as a respectable job. The 20th century was characterized by new biological treatments such as antibiotics in addition to advancement in chemistry, genetics, and radiography.\n\nArabic medicine has made a major contribution to the development of pharmacy. It is logical for doctors to discover new drugs while looking for ways to treat their patients. They wrote about them in booklets about the history of the disease called 'al-Mujarrabat'. Subsequently, good and lesser-known drugs were extracted from it. Physicians have tried to use simple medicines to determine the exact effect of the entered component into the disease. Still, some doctors have prescribed and combined the medications that they themselves formulated.\n\nToday healthcare isn't just about doctors; nurses, physical **therapists**, and technicians are all part of a large health care system that helps to keep people healthy. Modern medicine is characterized by surgeries, the use of radiation, microscopy, research, and analysis in the detection of disease or ailment by using modern technological tools. Due to the rapid advance of technology, it is certain that medicine.\n\n----------\n\n**History of Poetry (ادبي)**\nPoetry is an imaginative awareness of experience expressed through meaning, sound, and rhythmic language choices so as to evoke an emotional response. It has been known as music of ideas and employs **metre** and **rhyme**, but this is by no means necessary.\n\nIn fact, poetry has been around for thousands of years. However, we might think of the epic poem as the first instance of poetry, appearing as early as the 20th century B.C. The Epic of Gilgamesh is often cited as one of the earliest works of epic poetry, dating back to the 18th century B.C. Consisting of Sumerian poems, it’s a text that was discovered through many different Babylonian tablet versions during archaeological **excavations**.\n\nA list of the most notable works of epic poetry—at least in the Western world—would have to include the Iliad and the Odyssey, both works of Greek mythology that have been attributed to the poet Homer.\n\nThroughout history, poetry has appeared in different forms. The **sonnet** form became best known as an English poetic form through the work of William Shakespeare in the 16th century. Where did the poetic form lead after the sonnet? Elizabethan poetry of the 1500s soon shifted into Restoration Poetry and a marked turn away from the sonnet.\n\nFollowing the reign of Queen Elizabeth I, the English Restoration period, from 1660 to 1689, saw the rise of literary **elites**, such as John Dryden, perhaps one of the best-known names of English literary criticism, translation, drama, and poetry. The form of the **mock**-heroic and the use of poetic form for **satire** didn’t end with Dryden. Alexander Pope, most famous for his work *The Rape of the Lock* (1712), carried on Dryden’s tradition of using poetry for comedic ends.\n\nPoetry was for centuries a mainstream art, and writers such as Spenser, Milton, Donne, Blake, Wordsworth, Tennyson, and Browning created a world of beauty, of images and forms, as enduring as the painting of the **Renaissance** or the music of the classical age. Their work became part of the English consciousness.\n\nThe story of English poetry could be seen in terms of a tension between formal mastery and individual expression, a tension in which the Romantic Movement was crucial in focusing attention on the personal vision of the poet. Blake, Wordsworth, Shelley, Keats, Tennyson, and Whitman were exploring their own selfhood and their response to the world; they were no longer interested in perfecting existing models or in being part of any school.\n\nYet by the 20th and 21st centuries, Modernism and the waves of change brought about by world war also influenced poetry, resulting in works by poets with distinct voices who came to enjoy global circulation. Poetry may no longer enjoy this position of centrality in our culture, but the music of ideas that these poets developed is still among the most precious **legacies** that we have received from the past. This history explores that legacy and shows how vital and challenging modern poetry can still be.",
    "ar": "**(علمي) تاريخ الطب**\nعلى مدار التاريخ، طورت المجتمعات والثقافات المختلفة وجهات نظر مختلفة في نهجها تجاه الأمراض والعلل. إحدى الفترات الأكثر أهمية في تطور الطب، وخاصة الطب في العصور الوسطى، والتي استمرت من القرن التاسع إلى القرن الثالث عشر، تُعرف بـ \"العصر الذهبي للطب العربي\". لم تكن كتب العلوم العربية التي ظهرت في هذه الفترة مقتصرة على مؤلفين مسلمين فقط، لأن الحضارة العربية هي نتاج جهود **متتابعة** ومستدامة من مختلف الشعوب، بغض النظر عن الدين أو العرق أو لون البشرة، الذين عاشوا وأنتجوا في المنطقة العربية.\n\nفي العصور القديمة، كان الناس يعالجون الأمراض باستخدام النباتات والأعشاب والمواد الأخرى. في دول مثل مصر، اليونان، روما، بلاد الرافدين، الهند، والصين، كان الطب يحمل طابعًا سحريًا و**أسطوريًا**، وكانت الأمراض تُعزى في الغالب إلى القوى الخارقة. لذلك، قبل تطوير المستشفيات، كان المرضى يُعالجون غالبًا في المعابد.\n\nكان ممارسة الطب في العصور الوسطى يعتمد على **التجربة**؛ فقد ركز بشكل رئيسي على علاج الأمراض بدلاً من اكتشاف أسبابها. في ذلك الوقت، كانت العلاجات لا تزال خليطًا من الخرافات والدين والعلاجات العشبية، **النزيف**، و**التطهير**؛ وكان يتم نزيف الناس لتقليل **الالتهابات** التي كانت تُعتبر آنذاك أساس جميع الأمراض. علاوة على ذلك، تم إنشاء مدارس طبية، ولكن معظم الناس لم يزروا طبيبًا بسبب تكاليف العلاج المرتفعة. بدلًا من ذلك، كانوا يُعالجون من قِبل الأشخاص الحكماء المحليين الذين كانوا ماهرين في استخدام الأعشاب، أو بواسطة الكهنة أو الحلاقين. حوالي القرن السادس عشر، شهد الطب تطورات ثورية مثل التطعيم، علم **التشريح** البشري، الجراحة، وعلم الأحياء الدقيقة.\n\nبدأ الطب الحديث في الظهور في أواخر القرن الثامن عشر، وبالتالي، حدثت العديد من التحسينات في الأدوات الطبية والآلات، خاصة بعد الثورة الصناعية. في القرن التاسع عشر، تعلم الأطباء أن الأمراض كانت ناجمة عن الجراثيم، وبدأت المستشفيات تركز على النظافة للحفاظ على الجراثيم بعيدًا. ونتيجة لذلك، أصبح التمريض يُعتبر وظيفة محترمة. اتسم القرن العشرين بعلاجات بيولوجية جديدة مثل المضادات الحيوية، بالإضافة إلى التقدم في الكيمياء، علم الوراثة، والتصوير الإشعاعي.\n\nاليوم، لا يقتصر الرعاية الصحية على الأطباء فقط؛ بل يشمل الممرضين، المعالجين **الفيزيائيين**، والفنيين، الذين يشكلون جميعًا جزءًا من نظام صحي كبير يساعد في الحفاظ على صحة الناس.<span style='    position: relative; top: 11.6%;'>\n\n---------- \n\n**(ادبي) تاريخ الشعر**\nالشعر هو إدراك خيالي للتجربة يُعبر عنه من خلال المعنى والصوت والاختيارات اللغوية الإيقاعية لإثارة استجابة عاطفية. لقد عُرف بأنه موسيقى الأفكار ويستخدم **الوزن** و**القافية**، لكن هذا ليس ضروريًا بأي حال من الأحوال.\n\nفي الواقع، كان الشعر موجودًا منذ آلاف السنين. ومع ذلك، قد نعتبر القصيدة الملحمية أول ظهور للشعر، حيث ظهرت في وقت مبكر من القرن العشرين قبل الميلاد. غالبًا ما يُشار إلى ملحمة جلجامش كواحدة من أقدم الأعمال الشعرية الملحمية، حيث يعود تاريخها إلى القرن الثامن عشر قبل الميلاد. تتكون من قصائد سومرية، وهي نص تم اكتشافه من خلال العديد من النسخ المختلفة للألواح البابلية أثناء **الحفريات** الأثرية.\n\nتشمل قائمة أبرز الأعمال الشعرية الملحمية—على الأقل في العالم الغربي—الإلياذة والأوديسة، وهما عملان من الأساطير اليونانية يُنسبان إلى الشاعر هوميروس.\n\nعلى مدار التاريخ، ظهر الشعر بأشكال مختلفة. أصبح شكل **السونيت** معروفًا كأحد الأشكال الشعرية الإنجليزية من خلال أعمال ويليام شكسبير في القرن السادس عشر. إلى أين قاد الشكل الشعري بعد السونيت؟ سرعان ما تحول شعر العصر الإليزابيثي في القرن الخامس عشر إلى شعر عصر الترميم واتجاه واضح بعيدًا عن السونيت.\n\nبعد عهد الملكة إليزابيث الأولى، شهدت فترة الترميم الإنجليزي، من 1660 إلى 1689، صعود **النخب** الأدبية، مثل جون درايدن، الذي يُعتبر أحد أشهر الأسماء في النقد الأدبي الإنجليزي والترجمة والدراما والشعر. لم ينتهِ استخدام الشكل **البطولي الزائف** والشكل الشعري في **السخرية** مع درايدن. واصل ألكسندر بوب، الذي اشتهر بعمله *اغتصاب القفل* (1712)، تقليد درايدن في استخدام الشعر لأغراض كوميدية.\n\nكان الشعر لقرون فنًا سائدًا، وخلق كتاب مثل سبنسر، ميلتون، دون، بليك، ووردزورث، تينيسون، وبراونينغ عالمًا من الجمال والصور والأشكال، مثلما كانت لوحات **عصر النهضة** أو موسيقى العصر الكلاسيكي. أصبحت أعمالهم جزءًا من الوعي الإنجليزي.\n\nيمكن رؤية قصة الشعر الإنجليزي من حيث التوتر بين الإتقان الرسمي والتعبير الفردي، وهو توتر كان للحركة الرومانسية دور حاسم في تركيز الانتباه على الرؤية الشخصية للشاعر. كان بليك، ووردزورث، شيلي، كيتس، تينيسون، وويتمان يستكشفون ذواتهم واستجابتهم للعالم؛ لم يعودوا مهتمين بإتقان النماذج الموجودة أو أن يكونوا جزءًا من أي مدرسة.\n\nومع ذلك، بحلول القرنين العشرين والحادي والعشرين، أثرت الحداثة وأمواج التغيير التي أحدثتها الحروب العالمية أيضًا في الشعر، مما أدى إلى أعمال لشعراء ذوي أصوات متميزة استمتعوا بانتشار عالمي. قد لا يحتل الشعر اليوم نفس المكانة المركزية في ثقافتنا، لكن موسيقى الأفكار التي طورها هؤلاء الشعراء لا تزال من بين **الإرث** الأكثر قيمة الذي تلقيناه من الماضي. يستكشف هذا التاريخ ذلك الإرث ويُظهر مدى أهمية وتحدي الشعر الحديث.</span>"
  }
  ,
  "videoUrl": "https://www.youtube.com/watch?v=gs_Q7o4DUJo&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=13&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}