{
  "textContent": {
  "en": "**civil rights**\nSimply speaking, human rights are the rights which one acquires by being alive, while civil rights are the rights that one obtains by being a legal member of a certain political life. In other words, civil rights are the rights of citizens to political and social freedom and equality. They guarantee equal social opportunities and equal protection under the law, regardless of race, religion, or other personal characteristics.\n\nCivil and political rights are a class of rights that protect individuals' freedom from violation by governments, social organizations, and private individuals. They ensure one's right to participate in the civil and political life of society and the state without discrimination or repression. Unlike other rights concepts, such as human rights or natural rights, in which people acquire rights inherently, perhaps from God or nature, civil rights must be given and guaranteed by the power of the state.\n\nExamples of civil rights include the right to vote, the right to a fair trial, the right to government services, the right to a public education, and the right to use public facilities.\n\nCivil rights are an essential component of democracy; when individuals are prevented from participating in political society, their civil rights are being denied. In contrast to civil liberties, which are freedoms that are secured by placing restraints on government, civil rights are secured by positive government action, often in the form of legislation. Civil rights laws attempt to guarantee full and equal citizenship for people who have traditionally been discriminated against on the basis of some group characteristic.",
  "ar": "**الحقوق المدنية**\nببساطة، حقوق الإنسان هي الحقوق التي يكتسبها الإنسان بمجرد كونه على قيد الحياة، بينما الحقوق المدنية هي الحقوق التي يحصل عليها الفرد بصفته عضواً قانونياً في حياة سياسية معينة. بعبارة أخرى، الحقوق المدنية هي حقوق المواطنين في الحرية السياسية والاجتماعية والمساواة. فهي تضمن فرصاً اجتماعية متساوية وحماية قانونية متساوية بغض النظر عن العرق أو الدين أو الخصائص الشخصية الأخرى.\n\nالحقوق المدنية والسياسية هي فئة من الحقوق التي تحمي حرية الأفراد من الانتهاكات التي قد تتعرض لها من قبل الحكومات أو المنظمات الاجتماعية أو الأفراد. وهي تضمن حق الفرد في المشاركة في الحياة المدنية والسياسية للمجتمع والدولة دون تمييز أو قمع. على عكس مفاهيم الحقوق الأخرى مثل حقوق الإنسان أو الحقوق الطبيعية، التي يكتسبها الناس بشكل فطري، ربما من الله أو الطبيعة، يجب منح الحقوق المدنية وضمانها من قبل سلطة الدولة.\n\nتشمل أمثلة الحقوق المدنية الحق في التصويت، والحق في محاكمة عادلة، والحق في الخدمات الحكومية، والحق في التعليم العام، والحق في استخدام المرافق العامة.\n\nالحقوق المدنية هي عنصر أساسي في الديمقراطية؛ فعندما يُمنع الأفراد من المشاركة في المجتمع السياسي، فإن حقوقهم المدنية تُنتَهك. وعلى النقيض من الحريات المدنية، التي هي الحريات التي يتم تأمينها عن طريق فرض قيود على الحكومة، يتم تأمين الحقوق المدنية من خلال إجراءات حكومية إيجابية، غالباً في شكل تشريعات. تحاول قوانين الحقوق المدنية ضمان مواطنة كاملة ومتساوية للأفراد الذين تعرضوا تاريخياً للتمييز على أساس بعض الخصائص الجماعية."
},
  "videoUrl": "https://www.youtube.com/watch?v=qj5khHx0mxE&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=21&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}