{
  "textContent": {
    "en": "\n**Mona Liza**\nThe Mona Liza is a painting by Leonardo da Vinci, one of the\nartists of the Italian renaissance, born in 1452. It is the most\nfamous painting in the world. This painting is in the Louvre\nMuseum in Paris, where millions of people visit it annually.\nThe Mona Liza gained its greatest fame in the 20th century,\nwhen the genius artist, Da Vinci, was highlighted.\nThe most important question is “who is Mona Liza, and what\nis her story?”, “Who is that woman who doesn’t wear jewelry\nand with dark clothes as if she were mourning, yet she smiles\nin a mysterious way?\nThe painting contains no visible brushstroke, so the Mona\nLiza looks very realistic as if it were of flesh and blood. Is\nMona Liza a real woman who stood before Leonardo to paint her, or is it an imagined\nimage of an ideal beauty than a female face?\nTo find out who Leonardo painted, the Louvre Museum put the painting for scientific\nscrutiny, using the latest technology. The painting was examined with x-rays, light\nand infrared imaging and other techniques to reveal its mysteries.\nThe idea of the Mona Liza dates back to 1503, when the Italian silk merchant,\nFrancisco Dell agreed with the artist, Da Vinci, to portray his wife, Liza Gioconda.\nLeonardo finished it in 1519, when he took it with him to France at the invitation of\nKing Francois I, but he died before returning to Italy and delivering the painting to\nFrancisco.",
    "ar": "\n**مونا ليزا**\nمونا ليزا هي لوحة للفنان ليوناردو دا فينشي، أحد فناني عصر النهضة الإيطالي، المولود في عام 1452. إنها أشهر لوحة في العالم وتقع في متحف اللوفر في باريس، حيث يزورها ملايين الأشخاص سنويًا. بلغت مونا ليزا قمتها العظمى في القرن العشرين، عندما برز العبقري دا فينشي. السؤال الأهم هو: \"من هي مونا ليزا وما قصتها؟\"، \"من تلك المرأة التي لا ترتدي المجوهرات وترتدي ملابس داكنة كأنها في حالة حداد، ومع ذلك تبتسم بطريقة غامضة؟\"\nتفتقر اللوحة إلى ضربات فرشاة مرئية، مما يجعل مونا ليزا تبدو واقعية للغاية كما لو كانت من اللحم والدم. فهل مونا ليزا امرأة حقيقية وقفت أمام ليوناردو ليرسمها، أم أنها صورة متخيلة لجمال مثالي يتجاوز مجرد وجه امرأة؟\nلكشف من رسم ليوناردو هذه اللوحة، عُرضت مونا ليزا على فحص علمي في متحف اللوفر باستخدام أحدث التقنيات؛ حيث تم فحصها بالأشعة السينية وتقنيات الضوء والأشعة تحت الحمراء وغيرها من التقنيات لكشف أسرارها.\nترجع فكرة مونا ليزا إلى عام 1503، عندما اتفق تاجر الحرير الإيطالي فرانسيسكو ديل مع الفنان دا فينشي على تصوير زوجته، ليزا جيوكوندا. أنجز ليوناردو اللوحة في عام 1519، حين اصطحبها معه إلى فرنسا بدعوة من الملك فرانسوا الأول، لكنه توفي قبل أن يعود إلى إيطاليا ويسلّم اللوحة لفرانسيسكو."
  }

,
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}