{
  "textContent": {
    "en": "**Human Body**\nThe human body is a wonderful machine which performs several functions without rest from birth. Our body continues to work, without stopping for a second. The main organs of the human body are lungs, heart, kidney, liver and brain. These organs work together and are controlled by the brain. Each system such as digestive system, excretory system, circulatory system, endocrine system, nervous system or muscular system carries out a major function. All of them are controlled by the brain which gives us intelligence to use our physical and mental abilities.\n\nThe body has more than 50,000 living cells of two hundred different types. These cells include neurons (nerve cells) and glands (specialized cells). The hormones and enzymes are produced and secreted by these glands that perform different functions.\n\nThe human body is covered by the skin, which is a flexible covering that protects the body and keeps water and harmful germs out. The body’s strong internal framework (skeleton) is made of 206 bones, connected at the joint, such as in legs. These joints help us to move. The backbone supports the head and limbs and protects the spinal cord. Between the skeleton and the skin, there are about 500 muscles. Nerves spread from the brain to all parts of the body, carrying signals in the form of tiny electrical impulses. The sense organs namely eyes, nose, ears, tongue and skin pass the messages to the brain through nerves. They take the instructions from the brain to the muscles. The brain automatically controls breathing, heartbeat, digestion, etc.\n\nThe body keeps on growing. The peak of physical growth is reached at about 18 to 25 years of age. When we grow old, the skin becomes wrinkled and less elastic, the joints become inflexible, muscles loose, and bones become weak.\n\nHere are some tips for aging gracefully: Be kind to your skin, which is your largest organ. You should also keep your salt intake to a minimum to keep your blood pressure down. Also, getting enough sleep has been proved to lower the risk of heart disease and stroke.\n",
    "ar": "**الجسم البشري**\nالجسم البشري هو آلة رائعة تقوم بالعديد من الوظائف دون راحة منذ الولادة. يستمر جسمنا في العمل دون توقف لثانية واحدة. الأعضاء الرئيسية للجسم البشري هي الرئتان، القلب، الكلى، الكبد والدماغ. تعمل هذه الأعضاء معًا وتتحكم بها الدماغ. كل نظام مثل الجهاز الهضمي، الجهاز الإخراجي، الجهاز الدوري، الجهاز الغدد الصماء، الجهاز العصبي أو الجهاز العضلي يؤدي وظيفة رئيسية. جميعها يتم التحكم بها بواسطة الدماغ الذي يمنحنا الذكاء لاستخدام قدراتنا الجسدية والعقلية.\n\nيحتوي الجسم على أكثر من 50,000 خلية حية من مئتي نوع مختلف. تشمل هذه الخلايا العصبونات (الخلايا العصبية) والغدد (الخلايا المتخصصة). يتم إنتاج وإفراز الهرمونات والإنزيمات بواسطة هذه الغدد التي تقوم بوظائف مختلفة.\n\nيغطي الجلد الجسم البشري، وهو غطاء مرن يحمي الجسم ويمنع دخول الماء والجراثيم الضارة. الهيكل الداخلي القوي للجسم (الهيكل العظمي) يتكون من 206 عظام، متصلة عند المفاصل، كما في الساقين. تساعد هذه المفاصل على الحركة. يدعم العمود الفقري الرأس والأطراف ويحمي الحبل الشوكي. بين الهيكل العظمي والجلد، هناك حوالي 500 عضلة. تنتشر الأعصاب من الدماغ إلى جميع أجزاء الجسم، وتحمل الإشارات في شكل نبضات كهربائية صغيرة. تنقل أعضاء الحواس مثل العيون، الأنف، الأذنين، اللسان والجلد الرسائل إلى الدماغ عبر الأعصاب. تأخذ التعليمات من الدماغ إلى العضلات. يتحكم الدماغ تلقائيًا في التنفس، ضربات القلب، الهضم، إلخ.\n\nيستمر الجسم في النمو. يصل ذروة النمو البدني عند حوالي 18 إلى 25 عامًا من العمر. عندما نكبر، يصبح الجلد مجعدًا وأقل مرونة، تصبح المفاصل غير مرنة، تفقد العضلات قوتها، وتضعف العظام.\n\nإليك بعض النصائح للشيخوخة الصحية: كن لطيفًا مع بشرتك التي هي أكبر عضو لديك. يجب أيضًا تقليل تناول الملح للحفاظ على ضغط الدم منخفضًا. أيضًا، ثبت أن الحصول على قسط كافٍ من النوم يقلل من خطر الإصابة بأمراض القلب والسكتة الدماغية. \n"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}