{
  "textContent": {
    "en": "** Artificial\nIntelligence **\nArtificial Intelligence (AI) is the\nbranch of science and engineering\nspecialized in making clever\nmachines, capable of thinking and\nimitating human-level intelligence.\nOne of the primary targets of AI field is to produce fully intelligent agents that\ninteract with the surroundings and conduct human-like behaviours. These agents are\ntools, having the ability to judge matter and differentiate what is wrong.\nThe field has started with robots, which can sense and react to the world around them.\nThey also cover purely software-based agents, which can be actuated with natural language and multimedia. Currently, the field\nexpands to driving, aviation, medicine, online\nadvertising, image recognition, and personal\nassistance. The AI field is based on computer\nscience, information engineering, mathematics,\npsychology, linguistics, philosophy and many\nother fields.\nThe first spark started in the year 1950, when\na test of the ability of a machine to exhibit\nintelligent behaviour equivalent to that of\na human was done. Since then, the term AI has been introduced and closely\nassociated with the field of artificial intelligence which was popular until the end\nof the 1980s. In the 1990s, the new concept of \"intelligent agent\" emerged when AI\nwas not only limited to computer science, but developed to include other areas\nlike health, security, education, music, art, and business applications. Many AI\napplications are deeply embedded in the infrastructure of every industry, and\nthey are expected, in a few years, to touch nearly all the industries.\nHowever, AI technologies are still limited to very specific applications. One of\nthe AI limitations is the lack of \"common sense\"- the power to judge information\nbeyond its acquired knowledge. AI is also limited in terms of emotional\nintelligence. Moreover, AI can only detect basic human emotional states such\nas anger, joy, sadness, stress, pain, fear, and neutrality.\nEmotional intelligence is one of the next hurdles to higher levels of\npersonalization. Rational and harmonic interactions are required between\napplication-specific projects and research ideas to sustain the progress of AI.\nThere are also fears about the impact of technology on our society. Such fears\nshould not hinder the progress of AI, but motivate the development of a\nsystematic framework on which future AI will flourish, so it is quite important\nto apart science fiction from practical reality. Despite the common belief that\nmachines are man-made products, many think of them as the new controllers\nof our near future! ",
    "ar": "** الذكاء الاصطناعي **\nالذكاء الاصطناعي (AI) هو فرع من العلوم والهندسة المتخصصة في صناعة الآلات الذكية، القادرة على التفكير ومحاكاة ذكاء الإنسان.\nأحد الأهداف الرئيسية في مجال الذكاء الاصطناعي هو إنتاج وكلاء ذكيين بالكامل يتفاعلون مع البيئة ويظهرون سلوكيات مشابهة للبشر. هذه الوكلاء عبارة عن أدوات، تمتلك القدرة على تقييم الأمور والتمييز بين الصحيح والخطأ.\nبدأ هذا المجال بالروبوتات، التي تستطيع الإحساس والتفاعل مع العالم من حولها.\nكما يشمل أيضاً الوكلاء القائمين بالكامل على البرمجيات، الذين يمكن تفعيلهم باستخدام اللغة الطبيعية والوسائط المتعددة. حالياً، يتوسع هذا المجال ليشمل القيادة، الطيران، الطب، الإعلانات عبر الإنترنت، التعرف على الصور، والمساعدة الشخصية.\nيعتمد مجال الذكاء الاصطناعي على علوم الحاسوب، والهندسة المعلوماتية، والرياضيات، وعلم النفس، واللغويات، والفلسفة، والعديد من المجالات الأخرى.\nبدأت الشرارة الأولى في عام 1950، حين تم اختبار قدرة آلة على إظهار سلوك ذكي مكافئ لسلوك الإنسان. منذ ذلك الحين، تم إدخال مصطلح الذكاء الاصطناعي وأصبح مرتبطاً ارتباطاً وثيقاً بمجال الذكاء الاصطناعي الذي كان شائعاً حتى نهاية الثمانينيات.\nفي التسعينيات، ظهر مفهوم \"الوكيل الذكي\" الجديد عندما لم يقتصر الذكاء الاصطناعي على علوم الحاسوب فحسب، بل توسع ليشمل مجالات أخرى مثل الصحة، والأمن، والتعليم، والموسيقى، والفن، وتطبيقات الأعمال. العديد من تطبيقات الذكاء الاصطناعي متجذرة بعمق في بنية كل صناعة، ومن المتوقع أن تغطي تقريباً جميع الصناعات خلال بضع سنوات.\nومع ذلك، فإن تقنيات الذكاء الاصطناعي لا تزال محدودة في تطبيقات محددة جداً. من بين القيود على الذكاء الاصطناعي هو نقص \"الفطرة السليمة\" - القدرة على تقييم المعلومات بما يتجاوز المعرفة المكتسبة. كما أن الذكاء الاصطناعي محدود أيضاً من حيث الذكاء العاطفي. علاوة على ذلك، يمكن للذكاء الاصطناعي اكتشاف الحالات العاطفية البشرية الأساسية فقط مثل الغضب، والفرح، والحزن، والتوتر، والألم، والخوف، والحيادية.\nيُعتبر الذكاء العاطفي من العقبات التالية للوصول إلى مستويات أعلى من التخصيص. تتطلب الحفاظ على تقدم الذكاء الاصطناعي تفاعلات منطقية ومنسجمة بين المشاريع الخاصة بالتطبيقات وأفكار البحث.\nكما توجد مخاوف بشأن تأثير التكنولوجيا على مجتمعنا. يجب ألا تعيق هذه المخاوف تقدم الذكاء الاصطناعي، بل تحفز تطوير إطار عمل منهجي تزدهر عليه تقنيات الذكاء الاصطناعي المستقبلية، لذا فمن المهم حقاً التمييز بين الخيال العلمي والواقع العملي. رغم الاعتقاد الشائع بأن الآلات هي منتجات بشرية الصنع، يعتقد الكثيرون أنها ستكون المسيطر الجديد على مستقبلنا القريب!\n"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=YforP4lGfR4&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=11&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}