{
  "textContent": {
  "en": "**UNICEF**\nThe United Nations Children's Fund (UNICEF), originally known as the United Nations International Children's Emergency **Fund,** is responsible for providing humanitarian and developmental aid to children worldwide and it has won the Nobel Prize, the first to be awarded to an organisation. Despite being highly active in fundraising, awareness, relief work and research, very few people know the origin of the organisation. UNICEF is supported entirely by the voluntary contributions of governments, non-governmental organisations, foundations, **corporations** and private individuals and receives no funding from the assessed dues of the United Nations. Most of the fundraising is done by UNICEF's 36 national committees, the voluntary support of millions of people around the world, partners in government, civil society and the private sector.\n\nUNICEF was created in 1946 and began with a definite mission of providing emergency food and healthcare to children in the countries that had been destroyed by World War II. In 1953, Its original name was changed to the United Nation’s Children Fund to reflect its broader mission, but it retained the original acronym, after being officially **adopted** as a permanent branch of the UN in 1954.\n\nThe agency is among the most widespread and recognisable social welfare organisations in the world. Though its headquarters are in New York City, it operates in over 190 countries, focusing on the welfare of children in at-risk areas. Since 2006, the organisation has concentrated on a few specific issues: child survival and development, basic education and gender equality, child protection and policy advocacy, and partnerships. UNICEF has been a key player in global development work since its beginning. UNICEF operates during emergencies in addition to supporting developing countries to provide children with basic resources and **advocate** for their rights.\n\nAt last, UNICEF is working to create a world in which no child is ever bought or sold, stolen from a family or otherwise victimised. UNICEF believes that every child deserves to grow up in a loving family and it supports inter-country adoption when conducted ethically in accordance with **prevailing** law and best practices. At the same time, UNICEF works to support families in need so that no one ever feels forced by poverty or insecurity to give up a child.",
  
  "ar": "**اليونيسف**\nصندوق الأمم المتحدة للأطفال (اليونيسف)، المعروف أصلاً باسم صندوق الطوارئ الدولي للأطفال التابع للأمم المتحدة، مسؤول عن تقديم المساعدات الإنسانية والتنموية للأطفال في جميع أنحاء العالم، وقد فاز بجائزة نوبل، ليكون أول منظمة تحصل عليها. على الرغم من نشاطه الكبير في جمع التبرعات والتوعية وأعمال الإغاثة والبحث، إلا أن القليل من الناس يعرفون أصل المنظمة. يتم دعم اليونيسف بالكامل من خلال المساهمات الطوعية من الحكومات والمنظمات غير الحكومية والمؤسسات والشركات والأفراد، ولا يتلقى أي تمويل من الرسوم المقررة للأمم المتحدة. يتم جمع معظم التبرعات من خلال 36 لجنة وطنية تابعة لليونيسف، بدعم طوعي من ملايين الأشخاص حول العالم، وشركاء في الحكومة والمجتمع المدني والقطاع الخاص.\n\nتم إنشاء اليونيسف في عام 1946 وبدأت بمهمة محددة تتمثل في توفير الغذاء الطارئ والرعاية الصحية للأطفال في البلدان التي دمرتها الحرب العالمية الثانية. في عام 1953، تم تغيير اسمها الأصلي إلى صندوق الأمم المتحدة للأطفال ليعكس مهمتها الأوسع، لكنها احتفظت بالاختصار الأصلي بعد أن تم **اعتمادها** رسميًا كفرع دائم للأمم المتحدة في عام 1954.\n\nتعد الوكالة من بين أكثر منظمات الرعاية الاجتماعية انتشارًا وتعرفًا في العالم. على الرغم من أن مقرها الرئيسي في مدينة نيويورك، إلا أنها تعمل في أكثر من 190 دولة، مع التركيز على رفاهية الأطفال في المناطق المعرضة للخطر. منذ عام 2006، ركزت المنظمة على عدد من القضايا المحددة: بقاء الأطفال وتنميتهم، التعليم الأساسي والمساواة بين الجنسين، حماية الأطفال والدعوة للسياسات، والشراكات. كانت اليونيسف لاعبًا رئيسيًا في أعمال التنمية العالمية منذ بدايتها. تعمل اليونيسف خلال حالات الطوارئ بالإضافة إلى دعم البلدان النامية لتوفير الموارد الأساسية للأطفال والدفاع عن حقوقهم.\n\nأخيرًا، تعمل اليونيسف على خلق عالم لا يتم فيه شراء أو بيع أي طفل، أو سرقته من عائلته أو تعرضه لأي شكل من أشكال الاستغلال. تؤمن اليونيسف بأن كل طفل يستحق أن ينشأ في أسرة محبة، وتدعم التبني بين الدول عندما يتم تنفيذه بشكل أخلاقي وفقًا للقوانين والممارسات السائدة. في الوقت نفسه، تعمل اليونيسف على دعم الأسر المحتاجة حتى لا يشعر أي شخص بأنه مجبر بسبب الفقر أو انعدام الأمن على التخلي عن طفل."
}

,
  "videoUrl": "https://www.youtube.com/watch?v=9BWL2oRrEI8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=22&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}