{
  "textContent": {
    "en": "**Late to Go Back**\nSam walked into a cake shop, after he'd finished his work, to buy his daughter a birthday cake. It was about four o'clock and the store usually closes at five. So he should make his mind quickly and decide what he should buy. Sam asked himself \"Which one should I choose?\" He began wandering in the shop watching the various kinds of cakes which were kept in the refrigerators around. The cakes looked very delicious and tasty so it was difficult for Sam to choose.\n\nTime was passing but in vain. Sam couldn't decide yet, when he heard the chef saying \"Come on. Hurry up, please, we are about to close the store.\"\n\n\"No, wait please, I should choose the most suitable and delicious cake.\" Sam said sorrowfully.\n\nSam's eyes kept moving from one refrigerator to another, but all of the options looked so good and he couldn’t make a decision yet.\n\n\"Try to be quick Man, make up your mind, we have to close,\" the impatient chef said.\n\nSuddenly, the chef had enough and asked Sam to leave immediately. Sam walked out of the shop empty-handed feeling depressed and frustrated. He wanted them all, but ended up with nothing because he couldn’t choose any.\n\nThink of what happened to Sam. It's just that we’re all Sam and the world is that cake shop. We have extremely large numbers of options available to us, but if we don’t make a decision about our career, education, relationships, investments, or other important issues, we end up empty-handed.\n\nSometimes we worry about making the wrong decision. What if we regret the direction that we take and it’s too late to go back? The real danger is that we make no decision at all and end up going nowhere and doing nothing.\n\n**Key Words**\n- sorrowfully: sadly\n- an option: a choice you can make in a particular situation\n- impatient: annoyed because of delays, or because of someone else's mistakes (restless)",
    "ar": "**متأخر للعودة**\nدخل سام إلى محل الكعك بعد أن أنهى عمله ليشتري لابنته كعكة عيد ميلاد. كانت الساعة حوالي الرابعة والمحل عادةً يغلق في الخامسة. لذا عليه أن يقرر بسرعة ما يجب أن يشتريه. سأل سام نفسه \"أي واحدة يجب أن أختار؟\" وبدأ يتجول في المحل يشاهد الأنواع المختلفة من الكعك المحفوظة في الثلاجات حوله. كانت الكعكات تبدو لذيذة جدًا، لذا كان من الصعب على سام أن يختار.\n\nمر الوقت ولكن دون جدوى. لم يستطع سام اتخاذ القرار بعد، عندما سمع الطاهي يقول \"هيا، أسرع من فضلك، نحن على وشك إغلاق المتجر.\"\n\n\"لا، انتظر من فضلك، يجب أن أختار الكعكة الأكثر ملاءمة ولذة.\" قال سام بحزن.\n\nاستمرت عينا سام في التحرك من ثلاجة إلى أخرى، لكن جميع الخيارات بدت جيدة جدًا ولم يتمكن من اتخاذ قرار بعد.\n\n\"حاول أن تكون سريعًا يا رجل، قرر، علينا الإغلاق،\" قال الطاهي بفارغ الصبر.\n\nفجأة، فقد الطاهي صبره وطلب من سام المغادرة فورًا. خرج سام من المحل خالي الوفاض، يشعر بالإحباط وخيبة الأمل. كان يريدهم جميعًا، لكنه انتهى بلا شيء لأنه لم يستطع اختيار أي منهم.\n\nفكر فيما حدث لسام. نحن جميعًا مثل سام، والعالم هو محل الكعك. لدينا عدد هائل من الخيارات المتاحة لنا، ولكن إذا لم نتخذ قرارًا بشأن حياتنا المهنية، تعليمنا، علاقاتنا، استثماراتنا، أو أي قضايا مهمة أخرى، سننتهي خالي الوفاض.\n\nأحيانًا نقلق بشأن اتخاذ القرار الخاطئ. ماذا لو ندمنا على الاتجاه الذي اتخذناه وكان الوقت قد فات للعودة؟ الخطر الحقيقي هو أننا لا نتخذ أي قرار على الإطلاق وننتهي بلا وجهة أو إنجاز.\n\n**الكلمات المفتاحية**\n- بحزن: بشكل حزين\n- خيار: اختيار يمكنك اتخاذه في موقف معين\n- نافد الصبر: منزعج بسبب التأخيرات أو بسبب أخطاء الآخرين (متململ)"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=qYuOz33Dyos&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=18&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}