{
  "textContent": {
    "en": "**What is an Essay**\nAn essay is a genre of literature. It is an analytic, interpretative, or critical literary composition usually much shorter and less systematic and formal than a dissertation or thesis and usually dealing with its subject from a limited and often personal point of view. It is accepted that the Frenchman Michael de Montaigne, born in 1533, was one of the most significant philosophers of the French Renaissance, known for popularizing the essay as a literary genre.\n\nAcademic essay writing is one of the most important elements of success during school and university alike. Many students who lack a talent for writing have difficulty making and preparing literary essays. However, what these students do not know is that an academic essay is completely different from creative writing, as it is based on specific rules that you can use if you learn and stick to them.\n\nThe Academic Essay expresses a type of formal writing that deals with one specific topic. The goal is often to convince the reader of a certain matter through a number of real proofs based on correct scientific bases.\n\n**Essay Parts:**\nA successful academic essay must contain the following basic elements:\n• A clear introduction with a summary and purpose of the essay.\n• Logical and systematic paragraphs that include supporting evidence from reliable academic sources, forming the content of the essay.\n• A clear conclusion that summarizes the topic of the essay and the goal for which it was written.\n\n**Types of Essay:**\nThe academic essay is divided into several types that differ according to their content and presentation, and they can be summarized as follows:\nInterpretive Essay, Analytical Essay, Argumentative Essay, Comparative Essay, Problem and Solution Essay, and Cause and Effect Essay.\n\n**How to Write an Essay?**\nAlthough the types and nature of essays differ in terms of content, length, and topic, they all follow a single methodology when compiled and include the three parts mentioned above. They also go through three basic stages:\n\n1. **Preparation Stage:**\n   - Understand the exact requirement by reading the question well and clarifying any ambiguities.\n   - Determine the purpose, length, and type of the essay.\n   - Set a realistic timeline for research, writing, and auditing.\n   - Consider the target audience, their knowledge level, and how it affects your writing style.\n   - Brainstorm essay ideas using traditional methods, free writing, or previous published research.\n   - Choose a unique and specific topic that meets assignment requirements and has enough research material.\n\n2. **Writing Stage:**\n   - Develop a structured outline based on the chosen topic.\n   - Write an engaging introduction, detailed body paragraphs with supporting evidence, and a clear conclusion.\n\n3. **Editing and Review Stage:**\n   - Proofread for grammatical and structural errors.\n   - Ensure coherence and logical flow.\n   - Validate references and sources used.",
    "ar": " **ما هو المقال؟**\nالمقال هو نوع من الأدب. إنه تكوين أدبي تحليلي أو تفسيري أو نقدي، وعادة ما يكون أقصر وأقل منهجية ورسمية من الأطروحة أو الرسالة العلمية، وغالبًا ما يتعامل مع موضوعه من منظور محدود وشخصي. من المقبول أن الفرنسي ميشيل دي مونتين، المولود عام 1533، كان أحد الفلاسفة الأكثر أهمية في عصر النهضة الفرنسي، وهو معروف بتعميم المقال كنوع أدبي.\n\nالكتابة الأكاديمية للمقالات هي أحد أهم عناصر النجاح خلال المدرسة والجامعة على حد سواء. العديد من الطلاب الذين يفتقرون إلى موهبة الكتابة يجدون صعوبة في إعداد المقالات الأدبية. ومع ذلك، ما لا يعرفه هؤلاء الطلاب هو أن المقال الأكاديمي يختلف تمامًا عن الكتابة الإبداعية، حيث يعتمد على قواعد محددة يمكن استخدامها إذا تعلمتها والتزمت بها.\n\nالمقال الأكاديمي هو نوع من الكتابة الرسمية التي تتناول موضوعًا معينًا. الهدف غالبًا هو إقناع القارئ بقضية معينة من خلال عدد من الأدلة الحقيقية القائمة على أسس علمية صحيحة.\n\n**أجزاء المقال:**\n• مقدمة واضحة تتضمن ملخصًا وهدف المقال.\n• فقرات منهجية ومنطقية تشمل أدلة داعمة من مصادر أكاديمية موثوقة، تشكل محتوى المقال.\n• خاتمة واضحة تلخص موضوع المقال والهدف الذي كتب من أجله.\n\n**أنواع المقال:**\nالمقال الأكاديمي ينقسم إلى عدة أنواع تختلف حسب المحتوى والعرض، ويمكن تلخيصها كما يلي:\nالمقال التفسيري، المقال التحليلي، المقال الجدلي، المقال المقارن، مقال المشكلة والحل، ومقال السبب والنتيجة.\n\n**كيف تكتب مقالًا؟**\nعلى الرغم من أن أنواع وطبيعة المقالات تختلف من حيث المحتوى والطول والموضوع، إلا أنها تتبع منهجية واحدة عند تجميعها وتشتمل على الأجزاء الثلاثة التي ذكرناها أعلاه. كما أنها تمر بثلاث مراحل أساسية:\n\n1. **مرحلة التحضير:**\n   - فهم المتطلبات الدقيقة للمقال من خلال قراءة السؤال جيدًا وتوضيح أي غموض.\n   - تحديد الغرض والطول ونوع المقال.\n   - وضع جدول زمني واقعي للبحث والكتابة والمراجعة.\n   - اختيار الجمهور المستهدف وتأثيره على أسلوب الكتابة واختيار الكلمات.\n   - توليد الأفكار باستخدام العصف الذهني أو الكتابة الحرة أو البحث في المصادر الأكاديمية السابقة.\n\n2. **مرحلة الكتابة:**\n   - وضع مخطط هيكلي بناءً على الموضوع المختار.\n   - كتابة مقدمة جذابة وفقرات تفصيلية مدعومة بالأدلة وخاتمة واضحة.\n\n3. **مرحلة المراجعة والتعديل:**\n   - التدقيق اللغوي والنحوي وتصحيح الأخطاء البنيوية.\n   - التأكد من تماسك وتسلسل الأفكار.\n   - التأكد من صحة المراجع والمصادر المستخدمة."
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}