{
  "textContent": {
    "en": "**Ecological Cities**\nWhen we think about the future, we tend to assume that most things will stay the same. This is almost never the case. We are experiencing a technological progress every month now. The world is changing and the changes are very dramatic. Imagining future cities with modern technology appears as a dynamic solution to society’s recent problems. Some recent researches have suggested that we need to think about the way we imagine future cities, and to focus on some forms of alternative energy such as solar power, wind power, and water power which lead to environmental sustainability. We need to answer questions about what can be sustained and what cannot, where cities can be located and where they cannot, and how we might travel in and between them and how we can physically live and work together. We may want our future cities to prioritize environmental renewal. We need to prevent environmental degradation and stop the expansion of deserts. Future cities can collect water and use solar power to irrigate the dry land. Future cities should be surrounded by rivers and provided with renewable energy resources and green vehicles heading towards more ecological forms of public transport. Imagining these cities helps us understand how we want our future lives and tomorrow's world to look like. It will be better to rethink about our health, other species and the planet we share.\n\n**Key Words**\n ecological: interested in preserving the environment\n assume: to think that something is true\n progress: the process of getting better at doing something\n dramatic: great and sudden\n dynamic: continuously moving or changing\n prioritize: to treat something as being more important than other things\n sustainability: the ability of continuing without causing damage\n renewal: when an activity or process begins again\n degradation: the process by which something changes to a worse condition\n irrigate: to supply land or crops with water",
    "ar": "**المدن البيئية**\nعندما نفكر في المستقبل، نميل إلى افتراض أن معظم الأشياء ستظل كما هي. ولكن هذا نادرًا ما يكون صحيحًا. نحن نشهد تقدمًا تكنولوجيًا كل شهر الآن. العالم يتغير والتغيرات دراماتيكية جدًا. تخيل المدن المستقبلية بالتكنولوجيا الحديثة يظهر كحل ديناميكي لمشاكل المجتمع الحالية. تشير بعض الأبحاث الحديثة إلى أننا بحاجة إلى التفكير في الطريقة التي نتخيل بها المدن المستقبلية، والتركيز على بعض أشكال الطاقة البديلة مثل الطاقة الشمسية، وطاقة الرياح، والطاقة المائية التي تؤدي إلى الاستدامة البيئية. نحتاج إلى الإجابة عن الأسئلة المتعلقة بما يمكن الحفاظ عليه وما لا يمكن، وأين يمكن بناء المدن وأين لا يمكن، وكيف يمكننا التنقل داخلها وبينها، وكيف يمكننا العيش والعمل معًا جسديًا. قد نرغب في أن تركز مدن المستقبل على التجديد البيئي. نحن بحاجة إلى منع تدهور البيئة ووقف توسع الصحارى. يمكن للمدن المستقبلية جمع المياه واستخدام الطاقة الشمسية لري الأراضي الجافة. يجب أن تحاط المدن المستقبلية بالأنهار وأن تزود بمصادر الطاقة المتجددة والمركبات الخضراء التي تتجه نحو أشكال أكثر بيئية من وسائل النقل العام. إن تخيل هذه المدن يساعدنا في فهم كيف نريد أن تبدو حياتنا المستقبلية وعالم الغد. سيكون من الأفضل إعادة التفكير في صحتنا، والكائنات الحية الأخرى، والكوكب الذي نتشاركه.\n\n**الكلمات المفتاحية**\n بيئي: مهتم بالحفاظ على البيئة\n افتراض: الاعتقاد بأن شيئًا ما صحيح\n تقدم: العملية التي يصبح فيها الشيء أفضل\n دراماتيكي: كبير ومفاجئ\n ديناميكي: يتحرك أو يتغير باستمرار\n إعطاء الأولوية: التعامل مع شيء ما باعتباره أكثر أهمية من الأشياء الأخرى\n الاستدامة: القدرة على الاستمرار دون إحداث ضرر\n تجديد: عندما يبدأ نشاط أو عملية من جديد\n تدهور: العملية التي يتغير فيها شيء ما إلى حالة أسوأ\n ري: تزويد الأراضي أو المحاصيل بالماء"
  },
  "videoUrl": "https://www.youtube.com/watch?v=sflsLTNIeso&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=31&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}