{
  "textContent": {
    "en": "**Let’s Communicate in a Different Way!**\nBody language refers to the nonverbal signals that we use to communicate. According to experts, these nonverbal signals make up a huge part of our daily communication. From our facial expressions to our body movements, the things we don't say can still convey volumes of information. It was suggested that body language itself may account for between 60 to 65% of all communication.\n\nA smile may indicate approval or happiness. A frown can signal disapproval or unhappiness. In some cases, our facial expressions may reveal our true feelings about a particular situation. While you say that you are feeling fine, the look on your face may tell people otherwise. Happiness, sadness, anger, surprise, disgust, and fear are just a few examples of emotions that can be expressed through facial expressions. The expression on a person's face can even help determine if we trust or believe what he/she is saying.\n\nFacial expressions are also among the universal forms of body language. The expressions used to convey fear, anger, sadness, and happiness are similar throughout the world. The arms and legs can also be useful in conveying nonverbal information. Crossing legs away from another person may indicate dislike or discomfort with that individual. Crossing the arms can indicate defense, being self-protective. Clasping the hands behind the back might indicate that a person is feeling bored, anxious, or even angry. Rapidly tapping fingers can be a sign that a person is bored, impatient, or frustrated. Crossed legs can indicate that a person is feeling in need of privacy.\n\nSo when you are evaluating somebody, pay attention to body language, which could tell many unspoken words. Some research suggests that deaf people may be especially skillful at picking up visual traits in the actions of others through their body language because they are trained in using sign and body language.\n\n**Key Words**\nsignal: an action that shows what someone feels\nconvey: to make ideas, feelings known to somebody\nindicate: to be a sign of something\ndetermine: to find out the facts about something\nclasping: holding something tight in your hand\nanxious: worried about something\nfrustrated: feeling annoyed, upset\ndeaf: physically unable to hear",
    "ar": "**لنتواصل بطريقة مختلفة!**\nتشير لغة الجسد إلى الإشارات غير اللفظية التي نستخدمها في التواصل. وفقًا للخبراء، تشكل هذه الإشارات غير اللفظية جزءًا كبيرًا من اتصالاتنا اليومية. من تعابير وجوهنا إلى تحركات أجسادنا، يمكن للأشياء التي لا نقولها أن تنقل كميات هائلة من المعلومات. يُقترح أن لغة الجسد قد تشكل بين 60 إلى 65٪ من جميع وسائل التواصل.\n\nقد تشير الابتسامة إلى الموافقة أو السعادة. قد يشير العبوس إلى عدم الموافقة أو الحزن. في بعض الحالات، قد تكشف تعابير وجوهنا عن مشاعرنا الحقيقية تجاه موقف معين. بينما تقول أنك تشعر بخير، قد تخبر نظرة وجهك الآخرين بالعكس. السعادة، الحزن، الغضب، المفاجأة، الاشمئزاز، والخوف هي مجرد أمثلة قليلة للمشاعر التي يمكن التعبير عنها من خلال تعابير الوجه. يمكن أن تساعد تعابير وجه الشخص أيضًا في تحديد ما إذا كنا نثق أو نصدق ما يقوله.\n\nوتعد تعابير الوجه أيضًا من الأشكال العالمية للغة الجسد. التعبيرات المستخدمة لنقل الخوف، الغضب، الحزن، والسعادة متشابهة في جميع أنحاء العالم. يمكن للأذرع والساقين أيضًا أن تكون مفيدة في نقل المعلومات غير اللفظية. قد يشير تقاطع الساقين بعيدًا عن شخص آخر إلى عدم الإعجاب أو عدم الراحة معه. قد يشير تقاطع الذراعين إلى الدفاع أو الحماية الذاتية. قد يشير تشابك اليدين خلف الظهر إلى أن الشخص يشعر بالملل أو القلق أو حتى الغضب. يمكن أن يكون النقر بسرعة بأصابعه علامة على أن الشخص يشعر بالملل أو نفاد الصبر أو الإحباط. قد تشير الأرجل المتقاطعة إلى أن الشخص يشعر بالحاجة إلى الخصوصية.\n\nلذلك عندما تقوم بتقييم شخص ما، انتبه إلى لغة الجسد، والتي قد تخبرك بالكثير من الكلمات غير المنطوقة. تشير بعض الأبحاث إلى أن الأشخاص الصم قد يكونون بارعين بشكل خاص في التقاط السمات البصرية في تصرفات الآخرين من خلال لغة الجسد لأنهم مدربون على استخدام لغة الإشارة ولغة الجسد.\n\n**الكلمات المفتاحية**\nإشارة: حركة تعبر عن شعور شخص ما\nنقل: إيصال الأفكار والمشاعر لشخص ما\nتشير: تكون علامة على شيء ما\nتحديد: اكتشاف الحقائق حول شيء ما\nتشابك: إمساك شيء بإحكام في اليد\nقلق: الشعور بالاضطراب حيال شيء ما\nإحباط: الشعور بالضيق والانزعاج\nأصم: غير قادر على السمع جسديًا"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=nsgxIJfWalY&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=3&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": " https://www.youtube.com/watch?v=WXuMAWOPkQA&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=33&ab_channel=Mostafa",
      "text": {
        "ar": "  Question Tags   ",
        "en": "question tags"
      },
      "title": {
        "ar": "       ",
        "en": "question tags"
      }
    }
  ]
}