{
  "textContent": {
    "en": "**Culture Shock**\nCulture shock is an experience people may have when they move to a foreign country with a new cultural environment, which is different from their own. These unfamiliar surroundings can lead to a feeling of being a little bit lost. For example, when a student starts studying abroad, he/she experiences different things in custom, dress and food. There are many symptoms of transition shock including: anger, boredom, extreme homesickness, eating disturbances and excessive critical reactions to host culture. Sometimes the symptoms last just few days, but more often they last weeks or even months.\nPeople experiencing culture shock usually move through four stages; they will initially have the honeymoon stage which is characterized by a positive feeling that everything is new and exciting. Then there will be the frustration stage, it may be marked by rejection of the new culture, as well as romanticizing one’s home culture. But then, with some time and perhaps help from locals, people will start the adjustment stage and begin to feel more familiar and comfortable with the new environment. Adaption and acceptance is the final stage which contributes to the successful integration.\nIn fact, there is no magic solution for dealing with culture shock. Everyone has to find his or her own balance between the values of home country and those of the host country. In other words, knowing what culture shock is and being able to identify your feelings is a relief. This experience shapes one’s personality and gives an invaluable lesson that despite our differences, we are all similar and interconnected on this incredibly beautiful planet.",
    "ar": "**صدمة الثقافة**\nصدمة الثقافة هي تجربة يمر بها الأشخاص عندما ينتقلون إلى بلد أجنبي ذو بيئة ثقافية جديدة تختلف عن بيئتهم الأصلية. قد تؤدي هذه البيئة غير المألوفة إلى شعور بالضياع بعض الشيء. على سبيل المثال، عندما يبدأ طالب دراسته في الخارج، يواجه تجارب مختلفة في العادات، الملابس، والطعام. هناك العديد من أعراض الصدمة الانتقالية تشمل: الغضب، الملل، الحنين الشديد إلى الوطن، اضطرابات الأكل، وردود فعل نقدية مفرطة تجاه الثقافة المستضيفة. أحيانًا تستمر هذه الأعراض لبضعة أيام فقط، ولكن غالبًا ما تستمر لأسابيع أو حتى شهور.\nعادةً ما يمر الأشخاص الذين يعانون من صدمة الثقافة بأربع مراحل؛ حيث تبدأ مرحلة شهر العسل بمشاعر إيجابية تجعل كل شيء يبدو جديدًا ومثيرًا. ثم تأتي مرحلة الإحباط، والتي قد تترافق مع رفض الثقافة الجديدة، وتمجيد الثقافة الأصلية. ومع مرور الوقت وربما بمساعدة السكان المحليين، يبدأ الأشخاص بمرحلة التكيف ويشعرون بأن البيئة الجديدة أصبحت أكثر ألفة وراحة. وتعد مرحلة التكيف والقبول هي المرحلة النهائية التي تسهم في الاندماج الناجح.\nفي الواقع، لا توجد حل سحري للتعامل مع صدمة الثقافة. يجب على كل شخص أن يجد التوازن الخاص بين قيم وطنه وقيم البلد المستضيف. بمعنى آخر، معرفة ما هي صدمة الثقافة والقدرة على التعرف على مشاعرك يعتبر بمثابة انتصار. تُشكل هذه التجربة شخصية الفرد وتُقدم درسًا ثمينًا بأننا بالرغم من اختلافاتنا، نحن جميعًا متشابهون ومترابطون على هذا الكوكب الجميل بشكل لا يصدق."
  },
  "videoUrl": "https://www.youtube.com/watch?v=J4_qBP-yP5o&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=1&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}