{
  "textContent": {
    "en": "**Culture Shock**\nDiana, a student from Aleppo, Syria, is studying in Montreal. The following passages are taken from her diary during her first six months in Canada.\n\nFebruary 17\nMoving to a country with a very different climate could be a challenge! In Syria we have a Mediterranean weather, with mild, rainy winters. Here in Canada winter is very cold and snowy. Temperature average is between the single digits and the -20s. I was very worried about the cold. But it wasn’t a problem because most buildings here are well heated. Actually this city knows how to stay warm. When the weather gets too chilly, I head to the Underground City – a series of interconnected tunnels beneath Montreal which run for over 32 kms. The tunnels connect shopping malls, universities, banks and seven metro stations.\n\nApril 10\nI miss my mom’s cooking a lot, the food here is delicious but it’s not really the same. Foods, typically considered national dishes of Canada, include poutine, Montreal bagels and butter tarts. My most amazing experience was Sugar time, usually at the end of March. It is the season when maple syrup is produced, and some parties are organised in ‘’la cabane à sucre’’, a place where maple sap is boiled to produce maple syrup. It is heated above 100 degrees, and the drops are placed on the snow. It becomes like a candy, a caramel that is served on a stick!\n\nJuly 31\nGetting used to a different culture is difficult. My experience during these six months taught me to avoid quick judgments and try to understand the point of view of the people in another culture. I’m staying in a building with a Quebecois family who are teaching me about Montreal a lot. They told me not to make quick decisions, and not to leave right away even if I wanted to. They were right! People don’t take the time to adapt, so they don’t accept the new culture and just go back.",
    "ar": "**صدمة الثقافة**\nديانا، طالبة من حلب، سوريا، تدرس في مونتريال. تُقتطع الفقرات التالية من يومياتها خلال أول ستة أشهر لها في كندا.\n\n17 فبراير\nقد يشكل الانتقال إلى بلد ذو مناخ مختلف تمامًا تحديًا! ففي سوريا نتمتع بطقس متوسطي مع شتاء معتدل ممطر، بينما هنا في كندا يكون الشتاء باردًا جدًا ومثلجًا. تتراوح درجات الحرارة بين أرقام مفردة وحتى -20 درجة. كنت قلقة جدًا من البرد، لكن لم يكن ذلك مشكلة لأن معظم المباني هنا مُدفأة جيدًا. في الواقع، تعرف هذه المدينة كيف تحافظ على الدفء. عندما يصبح الجو باردًا جدًا، أتوجه إلى \"المدينة تحت الأرض\" – وهي سلسلة من الأنفاق المترابطة تحت مونتريال تمتد لأكثر من 32 كيلومترًا. تربط هذه الأنفاق المراكز التجارية، والجامعات، والبنوك، وسبع محطات مترو.\n\n10 أبريل\nأفتقد طبخ والدتي كثيرًا؛ الطعام هنا لذيذ لكنه ليس كما كنت معتادة عليه. من الأطباق الوطنية في كندا ما يُعرف بـ\"البوتين\"، وخبز مونتريال، وفطائر الزبدة. وكانت أكثر تجربتي اندهاشًا هي \"وقت السكر\"، الذي يأتي عادةً في نهاية مارس؛ إنه الموسم الذي يُنتج فيه شراب القيقب، وتُنظم حفلات في مكان يُدعى \"لا كابان آ سوكر\"، وهو المكان الذي يُغلى فيه عصارة القيقب لإنتاج الشراب. يتم تسخينه لأكثر من 100 درجة، ثم تُوضع القطرات على الثلج لتتحول إلى حلوى، ككراميل يُقدم على عصا!\n\n31 يوليو\nإن التعود على ثقافة مختلفة أمر صعب. علّمتني تجربتي خلال هذه الستة أشهر أن أتجنب الأحكام السريعة وأن أحاول فهم وجهة نظر الناس في ثقافة أخرى. أقيم في مبنى مع عائلة كيبيكية تُعلمّني الكثير عن مونتريال. أخبروني ألا أتخذ قرارات سريعة، وألا أغادر فورًا حتى وإن رغبت بذلك. كانوا على حق! الناس لا يُعطون لأنفسهم الوقت للتكيف، لذا لا يقبلون الثقافة الجديدة ويعودون إلى ما كانوا يعرفونه."
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=J4_qBP-yP5o&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=1&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}