{
  "textContent": {
    "en": "**History of Engineering**\nThroughout history, there have always been people who designed and built tools or other devices to solve problems or improve lives. The concept of engineering has been around since ancient times, as primitive engineers created basic inventions such as **pulley, lever**, and the wheel. Each of these inventions is consistent with a modern definition of engineering, and makes use of basic mechanical principles to develop useful tools and objects.\n**The Ancient Era**\nSimple classic machines were known in the ancient Near East, and then the wheel and axis were invented in Mesopotamia during the fifth **millennium** BC. The oldest architect, known by name Imhotep, designed and executed the construction of the Pyramid of Djoser (a step pyramid) in the Saqqara region in Egypt around 2630-2611 BC, and he is also credited with first using columns in architecture. In Persia, the oldest practical water-powered machines appeared in the fourth century BC, the water wheel and the watermill.\n**Middle Ages**\nDuring the sixth century AD, the Indian engineers invented the cotton **gin**, and by the ninth century AD they designed wind-powered machines such as the windmill and the wind pump. Later, the Arab engineers designed the spinning wheel in the early eleventh century. This was essential to the growth of the cotton industry, which was the core of The Early Industrial Revolution in the 18th Century.\n**European Renaissance**\nThe first steam engine was built in 1698 by the mechanical engineer Thomas Savery. The development of this device led to the emergence of the Industrial Revolution in the coming years, which allowed the beginning of the mass production of engines of various functions.\n**The Modern Era**\nThe inventions of the Scottish engineer James Watt gave rise to the modern mechanical engineering, which opened the door wide for the development of specialised machinery and their **maintenance** tools during the Industrial Revolution and led to the rapid growth of mechanical engineering in its native Britain and abroad. Chemical engineering, like mechanical engineering, developed in the nineteenth century during the Industrial Revolution. The work of James Maxwell and Heinrich Hertz in the late nineteenth century gave birth to the field of electronics and electronic engineering.Today, **aeronautical** engineering deals with aircraft design; this field of engineering has been growing day after day to allow humans make their dreams come true to invade the outer space by designing better spaceship. Finally, with the advent of computer technology in the 1990's, the first search engine was built by the computer engineer Alan Emtage.\nThe brilliant minds of engineers are still creating whatever it takes to **elevate** our world to make it a better place to live.",
    "ar": " **تاريخ الهندسة**\nعلى مر التاريخ، كان هناك دائمًا من يصمم ويبني الأدوات أو الأجهزة لحل المشكلات أو تحسين حياة البشر. مفهوم الهندسة ظهر منذ العصور القديمة، حيث قام المهندسون البدائيون بإنشاء اختراعات أساسية مثل **العجلة والرافعة**، والwheel. كل هذه الاختراعات تتوافق مع التعريف الحديث للهندسة وتستخدم مبادئ ميكانيكية أساسية لتطوير أدوات ومواد مفيدة.\n**العصر القديم**\nكانت الآلات الكلاسيكية البسيطة معروفة في الشرق الأدنى القديم، ثم تم اختراع العجلة والمحور في بلاد ما بين النهرين خلال **الخامس قبل الميلاد**. أقدم المهندسين المعماريين، إيموتب، صمم ونفذ بناء هرم جوزر (هرم مدرج) في منطقة سقارة بمصر حوالي 2630-2611 ق.م، وهو أيضًا من ساهم في استخدام الأعمدة في العمارة. في فارس، ظهرت أول الآلات الميكانيكية التي تعمل بالطاقة المائية في القرن الرابع قبل الميلاد، مثل عجلة المياه والمطحنة المائية.\n**العصر الوسيط**\nفي القرن السادس الميلادي، اخترع المهندسون الهنود ماكينة **القطن**، وبحلول القرن التاسع الميلادي، صمموا آلات تعمل بالرياح مثل طاحونة الهواء ومضخة المياه. لاحقًا، صممت المهندسون العرب عجلة التкаة في أوائل القرن الحادي عشر الميلادي، والتي كانت أساسًا لنمو صناعة القطن، وهي ركيزة الثورة الصناعية الأولى في القرن الثامن عشر.\n**عصر النهضة الأوروبية**\nتم بناء أول محرك  في عام 1698 بواسطة المهندس الميكانيكي توماس سافري. تطور هذا الجهاز ساهم في ظهور الثورة الصناعية، مما أدى إلى بدء الإنتاج الضخم للمحركات ذات الوظائف المختلفة.\n**العصر الحديث**\nاختراعات المهندس الأسكتلندي جيمس وات أسست الهندسة الميكانيكية الحديثة، مما فتح الباب أمام تطوير الآلات المتخصصة وأدوات الصيانة خلال الثورة الصناعية، وساهم في نمو الهندسة الميكانيكية في بريطانيا وخارجها. تطورت هندسة المواد الكيميائية أيضًا خلال الثورة الصناعية. عمل جيمس ماكسويل وهينريتش هيرتز في القرن التاسع عشر أسس مجال الإلكترونيات وهندسة الكهرباء. اليوم، تهتم **هندسة الطيران** بتصميم الطائرات، وهي تتطور يوميًا لمساعدة البشر في تحقيق حلم استكشاف الفضاء عبر تصميم مركبات فضائية أفضل. أخيرًا، مع اختراع تكنولوجيا الحاسوب في التسعينيات، صمم المهندس الكومبيوتر آلان إمتج أول محرك بحثي.\nالعقول المُبدعة للمهندسين لا تزال تعمل على **تحسين** العالم لجعله مكانًا أفضل للعيش.\n"
  }


,

  "videoUrl": "https://www.youtube.com/watch?v=eNfara1uNJM&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=8&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}