{
  "textContent": {
    "en": "**Autonomous Vehicles**\nSome people think that autonomous vehicles will change our lives for the better. They think that they will be safer and transportation will be more efficient. However, others believe that autonomous vehicles will cause many problems that need to be solved before they are allowed to become a part of our daily lives.\n\nFirst, driverless cars will increase unemployment. Thousands of drivers will lose their jobs if autonomous vehicles are allowed to take over the roads. Truck drivers, delivery drivers, taxi drivers, and many other kinds of drivers will lose their jobs. This increase in unemployment could cause serious social problems.\n\nSecond, companies and governments will lose money. For example, insurance companies now get about fifty percent of their income from car insurance. Governments and cities, too, will lose much money from parking, speeding fines, and petrol taxes.\n\nFinally, there is no planning. Dramatic change is coming, but governments haven’t begun thinking about it. Only some American cities have done long-term planning. Driverless cars could arrive by 2030, but most government officials and transport ministers are only worried about short-term problems.\n\nIn conclusion, it is possible that autonomous vehicles will not benefit society if they are introduced too quickly. They may cause social chaos through unemployment, financial loss, and lack of planning. It is important that these issues are addressed before autonomous vehicles are allowed on our roads.\n\n**Key Words**\n- efficient: working well without wasting time or energy\n- allow: to let someone do something/ to permit\n- delivery: the act of bringing goods, letters etc. to a particular person or place\n- insurance: protection against future loss\n- fine: money that you have to pay as a punishment\n- an official: a person who is in position of authority\n- financial: relating to money",
    "ar": "**المركبات ذاتية القيادة**\nيعتقد بعض الناس أن المركبات ذاتية القيادة ستغير حياتنا للأفضل. فهم يعتقدون أنها ستكون أكثر أمانًا وأن وسائل النقل ستكون أكثر كفاءة. ومع ذلك، يعتقد آخرون أن المركبات ذاتية القيادة ستسبب العديد من المشاكل التي يجب حلها قبل أن تصبح جزءًا من حياتنا اليومية.\n\nأولاً، ستزيد السيارات بدون سائق من البطالة. الآلاف من السائقين سيفقدون وظائفهم إذا سُمح للمركبات ذاتية القيادة بالسيطرة على الطرق. سائقو الشاحنات، وسائقو التوصيل، وسائقو سيارات الأجرة، والعديد من أنواع السائقين الآخرين سيفقدون وظائفهم. هذا الارتفاع في البطالة قد يسبب مشاكل اجتماعية خطيرة.\n\nثانيًا، ستخسر الشركات والحكومات المال. على سبيل المثال، تحصل شركات التأمين الآن على حوالي خمسين بالمائة من دخلها من التأمين على السيارات. كما ستخسر الحكومات والمدن الكثير من المال من مواقف السيارات والغرامات السرعة وضرائب الوقود.\n\nوأخيرًا، لا يوجد تخطيط. التغيير الدراماتيكي قادم، لكن الحكومات لم تبدأ التفكير فيه بعد. فقط بعض المدن الأمريكية قامت بالتخطيط طويل الأمد. يمكن أن تصل السيارات بدون سائق بحلول عام 2030، لكن معظم المسؤولين الحكوميين ووزراء النقل يهتمون فقط بالمشاكل قصيرة الأجل.\n\nفي الختام، من الممكن أن المركبات ذاتية القيادة لن تفيد المجتمع إذا تم تقديمها بسرعة كبيرة. فقد تسبب فوضى اجتماعية من خلال البطالة والخسائر المالية ونقص التخطيط. من المهم معالجة هذه القضايا قبل السماح للمركبات ذاتية القيادة في طرقنا.\n\n**الكلمات المفتاحية**\n- كفاءة: العمل بشكل جيد دون إضاعة الوقت أو الطاقة\n- السماح: السماح لشخص ما بفعل شيء ما/ التصريح بذلك\n- التوصيل: عملية جلب السلع أو الرسائل إلى شخص أو مكان معين\n- التأمين: الحماية ضد الخسارة المستقبلية\n- الغرامة: المال الذي يجب دفعه كعقوبة\n- مسؤول رسمي: شخص في موقع سلطة\n- مالي: متعلق بالمال"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=sflsLTNIeso&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=31&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}