{
  "textContent": {
    "en": "\n**A Tale of Two Cities**\nCharles Dickens's A Tale of Two Cities, published\nin the late 18th century against the background\nof the French revolution. The novel tells the story\nof the French Doctor Manette, his 18-year-long\nimprisonment in the Bastille in Paris and his release to\nlive in London with his daughter Lucie, whom he had\nnever met, the story is set against the conditions that\nled up to the French Revolution. Dickens best-known\nwork in claimed to be one of the best-selling novels of\nall time. The novel has continued to have an influence\non popular culture.\nA Tale of Two Cities a universal novel that has many important themes for people\neverywhere and everywhen. Dickens wants to convey a great message to all humanity\nthat death is not the end of life as there is resurrection for all those who sacrifice soul for\nothers to live peacefully. Resurrection is one of the main themes that seems to appear on\nboth social and personal levels. The character of Sydney Carton and his death saves the\nlife of Charles Darnay and Lucie Manette. The novel ends up suggesting that Carton is\nan icon of sacrifice and heroism. His death shows that a new peaceful born will take place\non the land he lived on and loved. Sacrifice means happiness for both Lucie and Darnay.\nDickens tries in his novel to show that violence is rejected at any term by whoever,\nwhere vengeance is the bad means that spoils the relationships between people on\nearth. Instead, the story calls for love, rejecting hate and prejudice. The evident lesson\nset by Dickens is that humanity can live peacefully if they accept each another.",
    "ar": "\n**قصة مدينتين**\nرواية \"قصة مدينتين\" لشارل ديكنز نُشرت في أواخر القرن الثامن عشر على خلفية الثورة الفرنسية. تحكي الرواية قصة الطبيب الفرنسي مانيت، وسجنه لمدة 18 عامًا في الباستيل بباريس، وتحريره للعيش في لندن مع ابنته لوسي التي لم يلتقِ بها قط، وتدور أحداث الرواية في ظل الظروف التي أدت إلى الثورة الفرنسية. يُعد عمل ديكنز الشهير من بين أكثر الروايات مبيعًا على الإطلاق، وما تزال الرواية تؤثر على الثقافة الشعبية حتى اليوم.\nتُعتبر \"قصة مدينتين\" رواية عالمية تحتوي على العديد من الموضوعات الهامة للناس في كل زمان ومكان. يرغب ديكنز في إيصال رسالة عظيمة لكل الإنسانية تتمثل في أن الموت ليس نهاية الحياة، إذ توجد قيامة لأولئك الذين يضحون بأنفسهم من أجل أن يعيش الآخرون بسلام. تُعَدُّ القيامة إحدى الموضوعات الرئيسية التي تظهر على المستويين الاجتماعي والشخصي. تنقذ شخصية سيدني كارتون ووفاته حياة تشارلز دارناي ولوسي مانيت، وتُشير الرواية إلى أن كارتون رمز للتضحية والبطولة، حيث تُظهر وفاته أن عهدًا جديدًا من السلام سينشأ على الأرض التي عاش عليها وأحبها. وتعني التضحية السعادة لكل من لوسي ودارناي.\nيحاول ديكنز في روايته توضيح أن العنف مرفوض بأي شكل من الأشكال، وأن الانتقام وسيلة سيئة تفسد العلاقات بين الناس على الأرض. بل تدعو القصة إلى الحب، رافضةً الكراهية والتحامل. الدرس الواضح الذي يقدمُه ديكنز هو أن الإنسانية يمكن أن تعيش بسلام إذا قبلت بعضها البعض."
  }
,
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}