{
  "textContent": {
    "en": "**No One Had Believed it was Possible**\nIn 1912, the “Titanic” hit an iceberg on its first trip across the Atlantic. The Titanic was the largest ship that had ever travelled on the sea. It was carrying 2207 people, but it had taken on enough lifeboats for only 1178 people. Not more than 651 of the passengers were able to get into lifeboats.\n\nSome of the survivors had been in the icy water for hours when they were saved. Most of the passengers hadn’t lived long; 1502 people had lost their lives. But why was there such a great loss of life and so few survivors who were on the edge of death?\n\nNobody had prepared for such a tragedy. Nobody had believed that the Titanic could sink. The steamship company had thought that its ship would be completely safe in all situations. They had followed an old rule for the number of lifeboats, so they had supplied lifeboats for only half the people. The passengers had not yet received their lifeboat numbers, nor had they practiced lifeboat drill before the accident. Many of them had not even dressed warmly, the ship had hit the iceberg late at night, and they did not believe they were in danger.\n\nThe ship had already received 6 ice warnings on its radio when it struck the iceberg. Nevertheless, it had not changed its direction or its speed. A tragedy like the sinking of the Titanic should never happen again.",
    "ar": "**لم يصدق أحد أنه كان ممكنًا**\nفي عام 1912، اصطدمت سفينة \"تيتانيك\" بجبل جليدي في رحلتها الأولى عبر المحيط الأطلسي. كانت تيتانيك أكبر سفينة أبحرت على البحر حتى ذلك الوقت. كانت تحمل 2207 أشخاص، لكنها لم تكن مجهزة إلا بعدد كافٍ من قوارب النجاة لـ 1178 شخصًا فقط. لم يتمكن أكثر من 651 راكبًا من الصعود إلى قوارب النجاة.\n\nكان بعض الناجين في المياه المتجمدة لساعات عندما تم إنقاذهم. لم يعش معظم الركاب طويلًا؛ فقد فقد 1502 شخص حياتهم. ولكن لماذا كان هناك هذا العدد الكبير من الضحايا وعدد قليل جدًا من الناجين الذين كانوا على حافة الموت؟\n\nلم يكن أحد مستعدًا لمثل هذه المأساة. لم يصدق أحد أن تيتانيك يمكن أن تغرق. كانت شركة البواخر تعتقد أن سفينتها ستكون آمنة تمامًا في جميع الظروف. لقد اتبعوا قاعدة قديمة لعدد قوارب النجاة، لذا قاموا بتوفير قوارب نجاة لنصف عدد الركاب فقط. لم يكن الركاب قد تلقوا أرقام قوارب النجاة الخاصة بهم بعد، ولم يمارسوا تدريبات النجاة قبل الحادث. لم يكن العديد منهم حتى يرتدي ملابس دافئة، فقد اصطدمت السفينة بالجبل الجليدي في وقت متأخر من الليل، ولم يعتقدوا أنهم في خطر.\n\nكانت السفينة قد تلقت بالفعل 6 تحذيرات من الجليد عبر الراديو عندما اصطدمت بالجبل الجليدي. ومع ذلك، لم تغير اتجاهها أو سرعتها. يجب ألا تتكرر مأساة مثل غرق تيتانيك مرة أخرى."
  }

,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}