{
  "textContent":{
  "en": "**viruses & bacteria**\n The two most common causative agents of infectious diseases are the virus and the bacterium. They both are tiny to be seen by the naked eye, they can cause similar symptoms and are often spread in the same way. Bacteria are living organisms, but viruses aren’t. A bacterium is a single complex cell. It can survive on its own, inside or outside the body. This allows bacteria to live in many places- soil, water, plants and the human body. Most bacteria aren’t harmful; we have many bacteria on and inside our body, especially in the gut to help digest food. They also serve many vital roles in nature by decomposing organic matter and by converting nitrogen to chemicals usable by plants. On the other hand, viruses are smaller and aren’t cells. Unlike bacteria, they need a host such as a human or an animal to multiply. Viruses only grow and reproduce inside the host cells they infect. Their life involves the hijacking of the biochemical activities of a living cell. Viruses and bacteria differ in how they cause infections.As the names suggest, viruses cause viral infections, whereas bacteria cause bacterial infections. Viruses infect a host cell and then multiply by the thousands, leaving the host and infecting other cells of the body. Diseases caused by a viral infection include influenza, common cold, flu, AIDS and Covid - 19. Bacteria, on the other hand, have a more varied operation and will often infect when the right opportunity arises. Bacterial infections include pneumonia, strep throat, ear infection and food poisoning. In fact, it’s very important to know whether bacteria or viruses cause an infection because the treatments differ. It can be very difficult to know what causes an infection because viral and bacterial infections can cause similar symptoms. Doctors need a sample of your urine, blood or swab from your nose or throat to see what infection you have.\n\n\n\n\n\n**prose a Genre of Literature**\n Prose is a form of language that has no formal metrical structure. It applies a natural flow of speech, and ordinary grammatical structure, rather than rhythmic structure, such as in the case of traditional poetry. Normal everyday speech is spoken in prose, and most people think and write in prose form. Prose is composed of full grammatical sentences, which consist of paragraphs, and ignores **aesthetic** appeal in favor of clear, direct language. It can be said to be the mirror of informal speech. Some works of prose do have **versification**, and a mix of the two formats is called /'prose poetry.'/\n **Common Types of Prose**\n **1 Nonfictional Prose**: A literary work, that is mainly based on fact, may contain fictional elements in certain cases to express thoughts and ideas of the speaker. The form of writing is often hard and **persuasive**, and suits the occasion to **convey** a specific message.\n **2 Fictional Prose**: A literary work that is wholly or partly imagined or theoretical. This is usually written in the form of a narrative, and may be entirely a fabrication of the author’s imagination as in novels.\n **3 Heroic Prose**: A literary work that may be written down or recited employs many of the standard expressions found in oral tradition as in legends, tales and plays. To some extent, prose written in plays aims to be dramatic and eventful. However, in plays, prose is often in conversational mode and is produced by a character. Thus, this style stays the same throughout the play according to the personality of the character.\n **4 Prose Poetry**: A literary work that exhibits poetic quality – using emotional effects and enhanced imagery, which are written in prose instead of verse.\n **Function of Prose**\n The reason for prose acceptance can be attributed to its loosely-defined structure, which most writers feel comfortable using when expressing or conveying their ideas and thoughts. It is the standard style of writing used for most spoken dialogues, fictional as well as topical and factual writing, and **discourses**. It is also the common language used in newspapers, magazines, literature, encyclopedias, broadcasting, philosophy, law, history, the sciences, and many other forms of communication.",
  "ar": "**الفيروسات والبكتيريا**\n العاملان المسببان الأكثر شيوعًا للأمراض المعدية هما الفيروس والبكتيريا. كلاهما صغير جدًا بحيث لا يمكن رؤيته بالعين المجردة، يمكن أن يسببا أعراضًا مشابهة وغالبًا ما ينتشران بنفس الطريقة. البكتيريا هي كائنات حية، لكن الفيروسات ليست كذلك. البكتيريا عبارة عن خلية معقدة واحدة. يمكنها البقاء على قيد الحياة بمفردها، داخل الجسم أو خارجه. يتيح ذلك للبكتيريا العيش في أماكن عديدة - التربة، المياه، النباتات والجسم البشري. معظم البكتيريا غير ضارة؛ لدينا العديد من البكتيريا داخل أجسامنا وخارجها، خاصةً في الأمعاء لمساعدتنا على هضم الطعام. كما تلعب دورًا حيويًا في الطبيعة من خلال تحليل المادة العضوية وتحويل النيتروجين إلى مواد كيميائية قابلة للاستخدام من قبل النباتات. من ناحية أخرى، الفيروسات أصغر وليست خلايا. على عكس البكتيريا، فإنها تحتاج إلى مضيف مثل الإنسان أو الحيوان لتتكاثر. الفيروسات تنمو وتتكاثر فقط داخل خلايا المضيف التي تصيبها. حياتها تتضمن الاستيلاء على الأنشطة البيوكيميائية للخلية الحية.\n\n **النثر: نوع من الأدب**\n النثر هو شكل من أشكال اللغة التي لا تحتوي على هيكل إيقاعي رسمي. يطبق تدفقًا طبيعيًا للكلام وبنية نحوية عادية بدلاً من الهيكل الإيقاعي، كما هو الحال في الشعر التقليدي..."
}


,
  "videoUrl": "https://www.youtube.com/watch?v=2_5tScVWq0k&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=14&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}