{
  "textContent": {
    "en": "** How does the Immune System Work?\n **The immune system has a vital role since it protects your body from harmful substances, germs and cell changes that could make you ill. It is made up of various organs, cells and proteins.As long as your immune system is running smoothly, you don’t notice that it’s there. But if it stops working properly – because it’s weak or can't fight particularly aggressive germs – you get ill. Germs that your body\nhas never encountered before are also likely to make you ill. Some germs will only make you ill the first time you come into contact with them. These include childhood diseases like chickenpox.\n **The task of the immune system**\nWithout an immune system, we would have no way to fight harmful things that enter our body from the\noutside or harmful changes that occur inside our body. The main tasks of the body’s immune system are:\n• to fight disease-causing germs (pathogens) like   bacteria, viruses, parasites or fungi, and to remove   them from the body.\n• to recognize and neutralize harmful substances from the environment.\n• to fight disease-causing changes in the body, such as cancer cells.\n**How is the immune system activated?**\nThe immune system can be activated by a lot of different things that the body doesn’t recognize as its own. These are called antigens. Examples of antigens include the proteins on the surfaces of bacteria, and viruses. When these antigens attach to special receptors on the immune cells (immune system cells), a whole series of processes are triggered in the body. Once the body has come into contact with a disease-causing germ for the first time, it usually stores information about the germ and how to fight it. Then, if it comes into contact with the germ again, it recognizes the germ straight away and can start fighting it faster.\n\n\n\n\n\n\n\n **ادبي**\n **From Slavery to the Honour Fields**\nFrom the sixth-century highlands of Najd in the Arabian Peninsula, come the strident cries of a legendary warrior and poet. The black outcast son of an Arab father and an Ethiopian slave mother, 'Antarah ibn Shaddad struggled to win the recognition of his father and tribe. Because of his mother’s background and because of his colour, his father refused to accept him as a son. One day the Abs tribe (which is the tribe of Antarah) was attacked by another tribe called Tayy. When the battle intensified and they were about to lose, Antarah’s father looked at his son and yelled, \"fight Antarah fight\" but Antarah responded, \"the slave doesn’t know how to fight, the slave knows how to milk the cow and to cut the grass.\" And under the pressure of the battle, his father said, \"fight Antarah and you’re free.\" Antarah fought like a crazy man. The Abs tribe won the battle and Antarah literally earned his freedom. Once, when at the river, there were a lot of people with their cattle, and Antarah was there with his sheep. The king’s cattle were there and the king’s slave was preventing the others’ cattle from getting close to the water until the king’s cattle finished. But there was a woman who wanted to water her sheep, so she got close to the slave to ask him to allow her to water her sheep, but the slave hit her so strongly that she fell to the ground. The king’s slave laughed but this angered Antarah and he did not yield to the king’s slave. \"How dare you disgrace the free people.\" The slave hit him strongly but Antarah didn’t fall. He picked him up and then dropped him, and the slave was dead. Later on, the story of the brave deed of Antarah was a main concern of the tribe, and when he got back to his tent, the girls of the tribe greeted him and Ablah, one of the prettiest girls in the tribe and Antarah’s cousin, was the first girl in the line. The verses of Antarah’s poems have been popularised among the Arab tribes, some of them were talking about Ablah, which made her brother angry so he planned to kill Antarah, and he sent 100 knights to kill him but they couldn’t because Antarah and his people fended them off. 'Antarah captured his severe life in uncompromising poetry that combines flashes of tenderness with blood-curdling violence. His war songs are evidences to his lifelong battle to win the recognition of his people and the hand of 'Ablah, the free-born woman he loved but who was denied him by her family.",
    "ar": "**كيف يعمل جهاز المناعة؟**\nيلعب جهاز المناعة دورًا حيويًا؛ إذ يحمي جسمك من المواد الضارة والجراثيم والتغيرات الخلوية التي قد تجعلك مريضًا. يتكون من عدة أعضاء وخلايا وبروتينات. وطالما يعمل جهاز المناعة بسلاسة، لن تشعر بوجوده. لكن إذا توقف عن العمل بشكل صحيح – بسبب ضعفه أو عدم قدرته على محاربة الجراثيم العدوانية – ستصاب بالمرض. كما أن الجراثيم التي لم يسبق لجسمك أن تعرض لها من قبل من المحتمل أن تجعلك مريضًا. بعض الجراثيم تسبب المرض فقط في المرة الأولى التي تتعرض لها، مثل الأمراض الطفولية كالجدري.\n\n**مهمة جهاز المناعة**\nبدون جهاز المناعة، لن يكون لدينا وسيلة لمحاربة الأشياء الضارة التي تدخل جسمنا من الخارج أو التغيرات الضارة التي تحدث داخله. المهام الرئيسية لجهاز المناعة هي:\n• محاربة الجراثيم المسببة للأمراض (العوامل الممرضة) مثل البكتيريا، والفيروسات، والطفيليات، أو الفطريات، وإزالتها من الجسم.\n• التعرف على المواد الضارة من البيئة وتحييدها.\n• محاربة التغيرات الضارة داخل الجسم، مثل الخلايا السرطانية.\n\n**كيف يتم تنشيط جهاز المناعة؟**\nيمكن تنشيط جهاز المناعة بواسطة أشياء عديدة لا يتعرف عليها الجسم على أنها من نفسه. تُعرف هذه بالمستضدات؛ فمن أمثلتها البروتينات الموجودة على سطح البكتيريا والفيروسات. عندما ترتبط هذه المستضدات بمستقبلات خاصة على الخلايا المناعية، تبدأ سلسلة من العمليات في الجسم. وبمجرد أن يتعرض الجسم لجرثومة مسببة للمرض لأول مرة، يخزن عادةً معلومات عنها وعن كيفية محاربتها. ثم، إذا تعرض له مرة أخرى، يتعرف عليها سريعًا ويبدأ في محاربتها بشكل أسرع.\n\n\n\n\n\n\n\n **ادبي**\n**من العبودية إلى حقول الشرف**\nمن مرتفعات نجد في شبه الجزيرة العربية في القرن السادس، تنطلق صرخات حادة من محارب وشاعر أسطوري. ابن عنترة بن شداد، الابن المنبوذ ذو البشرة السوداء، الناتج عن أب عربي وأم عبدة إثيوبية، كافح لكسب اعتراف والده وقبيلته. وبسبب خلفية والدته ولونه، رفض والده قبوله كابن. في يوم من الأيام، تعرضت قبيلة عبس (قبيلة عنترة) لهجوم من قبيلة تُدعى طيء. وعندما اشتدت المعركة وكانوا على وشك الهزيمة، نظر والده إلى ابنه وصاح: \"قاتل يا عنترة، قاتل!\" فرد عنترة: \"العبد لا يعرف القتال، العبد يعرف حلب البقر وتقليم العشب.\" وتحت وطأة المعركة، قال والده: \"قاتل يا عنترة وستكون حراً.\" قاتل عنترة كالمجنون، وفازت قبيلة عبس بالمعركة وحصل عنترة على حريته حرفيًا. في إحدى المرات، وعند النهر، كان هناك الكثير من الناس مع ماشيتهم، وكان عنترة مع أغنامه. وكانت ماشية الملك حاضرة، وكان عبد الملك يمنع ماشية الآخرين من الاقتراب من الماء حتى تنتهي ماشية الملك. لكن جاءت امرأة تريد أن تسقي أغنامها، فاقتربت من عبد الملك لتطلب منه السماح لها، لكنه ضربها بشدة فسقطت على الأرض. ضحك عبد الملك، لكن ذلك أغضب عنترة الذي رفض الانصياع لعبد الملك؛ فقال: \"كيف تجرؤ على تشويه سمعة الأحرار.\" ضربه عبد الملك بقوة، لكن عنترة لم يسقط؛ التقطه ثم أسقطه، ومات عبد الملك. لاحقًا، أصبحت قصة شجاعة عنترة من المواضيع الرئيسية في القبيلة، وعندما عاد إلى خيمته، استقبلته فتيات القبيلة؛ وكانت عبلة، إحدى أجمل الفتيات وابنة عم عنترة، أول من استقبلها في الصف. وقد انتشرت أبيات شعر عنترة بين القبائل العربية، وكان بعضهم يتحدث عن عبلة، مما أغضب أخاها فخطط لقتل عنترة. أرسل مئة فارس لقتله، لكنهم فشلوا لأن عنترة وقومه تصدوا لهم. لقد جسّد عنترة حياته العسيرة في شعر يجمع بين لمحات من الحنان وعنف يثير القشعريرة. وتُعد أغانيه الحربية دليلاً على معركته الدائمة لكسب اعتراف قومه والحصول على يد عبلة، المرأة المولودة أحرارًا التي أحبها ولكن عائلتها حرمته منها."
  }


,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}