{
  "textContent": {
    "en": "** How does the Immune System Work?\n **The immune system has a vital role since it protects your body from harmful substances, germs and cell changes that could make you ill. It is made up of various organs, cells and proteins.As long as your immune system is running smoothly, you don’t notice that it’s there. But if it stops working properly – because it’s weak or can't fight particularly aggressive germs – you get ill. Germs that your body\nhas never encountered before are also likely to make you ill. Some germs will only make you ill the first time you come into contact with them. These include childhood diseases like chickenpox.\n **The task of the immune system**\nWithout an immune system, we would have no way to fight harmful things that enter our body from the\noutside or harmful changes that occur inside our body. The main tasks of the body’s immune system are:\n• to fight disease-causing germs (pathogens) like   bacteria, viruses, parasites or fungi, and to remove   them from the body.\n• to recognize and neutralize harmful substances from the environment.\n• to fight disease-causing changes in the body, such as cancer cells.\n**How is the immune system activated?**\nThe immune system can be activated by a lot of different things that the body doesn’t recognize as its own. These are called antigens. Examples of antigens include the proteins on the surfaces of bacteria, and viruses. When these antigens attach to special receptors on the immune cells (immune system cells), a whole series of processes are triggered in the body. Once the body has come into contact with a disease-causing germ for the first time, it usually stores information about the germ and how to fight it. Then, if it comes into contact with the germ again, it recognizes the germ straight away and can start fighting it faster.\n",
    "ar": "**كيف يعمل جهاز المناعة؟**\nيلعب جهاز المناعة دورًا حيويًا؛ إذ يحمي جسمك من المواد الضارة والجراثيم والتغيرات الخلوية التي قد تجعلك مريضًا. يتكون من عدة أعضاء وخلايا وبروتينات. وطالما يعمل جهاز المناعة بسلاسة، لن تشعر بوجوده. لكن إذا توقف عن العمل بشكل صحيح – بسبب ضعفه أو عدم قدرته على محاربة الجراثيم العدوانية – ستصاب بالمرض. كما أن الجراثيم التي لم يسبق لجسمك أن تعرض لها من قبل من المحتمل أن تجعلك مريضًا. بعض الجراثيم تسبب المرض فقط في المرة الأولى التي تتعرض لها، مثل الأمراض الطفولية كالجدري.\n\n**مهمة جهاز المناعة**\nبدون جهاز المناعة، لن يكون لدينا وسيلة لمحاربة الأشياء الضارة التي تدخل جسمنا من الخارج أو التغيرات الضارة التي تحدث داخله. المهام الرئيسية لجهاز المناعة هي:\n• محاربة الجراثيم المسببة للأمراض (العوامل الممرضة) مثل البكتيريا، والفيروسات، والطفيليات، أو الفطريات، وإزالتها من الجسم.\n• التعرف على المواد الضارة من البيئة وتحييدها.\n• محاربة التغيرات الضارة داخل الجسم، مثل الخلايا السرطانية.\n\n**كيف يتم تنشيط جهاز المناعة؟**\nيمكن تنشيط جهاز المناعة بواسطة أشياء عديدة لا يتعرف عليها الجسم على أنها من نفسه. تُعرف هذه بالمستضدات؛ فمن أمثلتها البروتينات الموجودة على سطح البكتيريا والفيروسات. عندما ترتبط هذه المستضدات بمستقبلات خاصة على الخلايا المناعية، تبدأ سلسلة من العمليات في الجسم. وبمجرد أن يتعرض الجسم لجرثومة مسببة للمرض لأول مرة، يخزن عادةً معلومات عنها وعن كيفية محاربتها. ثم، إذا تعرض له مرة أخرى، يتعرف عليها سريعًا ويبدأ في محاربتها بشكل أسرع.\n"
  }


,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}