{
  "textContent": {
  "en": "**THE RIGHT TO EDUCATION**\nThe right to education is one of the basic universal rights of the human being. It is one of the goals that the education schedule supports and is expected for the year 2030 in order to achieve sustainable development aimed by the United Nations. It is a force that enables individuals to get rid of poverty and achieve individual and social well-being. It is something mandatory for the state, guaranteed by its own law, for all individuals without any form of discrimination. It is the right to education in all parts of the world that includes a number of freedoms and rights that individuals are entitled to. It is the right to have primary education for all, free of charge, the right to have secondary education available to everyone without exception, and in all its fields, whether technical, vocational, or training. Above all, it guarantees equal access to higher education without any distinction or discrimination, and ensures quality and meaningful education, whether in public or private schools and universities.\n\nEducation is the right for parents to choose freely appropriate schools for their children and enroll them in, regardless of their beliefs and religions. In addition, it is the right to freely establish any educational institution that adheres to the standards set by the government and the state regarding students and academic staff.\n\nEducation is of great importance because of its great role in building society, which is made up of all segments of teachers, leaders, politicians, and others. Its importance lies in getting to know a new world. Through education, people get to know other cultures and worlds, and it helps to enhance understanding and communication between them, and open the horizon to knowledge of the great and their philosophies. It also helps in bringing fun and adventure by getting to know new things, interests, and new people, without looking only at the subject of books and difficult exams.\n\nThrough education, a person can get to know other people and build a social network and develop different life skills by applying what one learns in different aspects of economic, social, or political life.\n\nHere in Syria, the government is working hard to promote all these principles in society through free education and adopting new methods of teaching.",
  
  "ar": "**الحق في التعليم**\nالحق في التعليم هو أحد الحقوق الأساسية العالمية للإنسان. إنه أحد الأهداف التي يدعمها جدول التعليم ويُتوقع تحقيقها بحلول عام 2030 من أجل تحقيق التنمية المستدامة التي تهدف إليها الأمم المتحدة. إنه قوة تمكن الأفراد من التخلص من الفقر وتحقيق الرفاهية الفردية والاجتماعية. إنه أمر إلزامي على الدولة، مكفول بموجب قانونها الخاص، لجميع الأفراد دون أي شكل من أشكال التمييز. إنه الحق في التعليم في جميع أنحاء العالم، والذي يشمل عددًا من الحريات والحقوق التي يستحقها الأفراد. إنه الحق في الحصول على التعليم الابتدائي للجميع، مجانًا، والحق في توفر التعليم الثانوي للجميع دون استثناء، وفي جميع مجالاته، سواء كانت تقنية أو مهنية أو تدريبية. وقبل كل شيء، يضمن الوصول المتكافئ إلى التعليم العالي دون أي تمييز أو تفريق، ويضمن التعليم الجيد والهادف، سواء في المدارس والجامعات العامة أو الخاصة.\n\nالتعليم هو حق للآباء في اختيار المدارس المناسبة لأطفالهم بحرية وتسجيلهم فيها، بغض النظر عن معتقداتهم وأديانهم. بالإضافة إلى ذلك، فهو الحق في إنشاء أي مؤسسة تعليمية تلتزم بالمعايير التي وضعتها الحكومة والدولة فيما يتعلق بالطلاب والهيئة الأكاديمية.\n\nالتعليم ذو أهمية كبيرة بسبب دوره العظيم في بناء المجتمع، الذي يتكون من جميع شرائح المعلمين والقادة والسياسيين وغيرهم. تكمن أهميته في التعرف على عالم جديد. من خلال التعليم، يتعرف الناس على ثقافات وعوالم أخرى، ويساعد ذلك على تعزيز الفهم والتواصل بينهم، وفتح الأفق أمام معرفة العظماء وفلسفاتهم. كما يساعد على جلب المتعة والمغامرة من خلال التعرف على أشياء جديدة واهتمامات وأشخاص جدد، دون التركيز فقط على موضوع الكتب والامتحانات الصعبة.\n\nمن خلال التعليم، يمكن للإنسان التعرف على الآخرين وبناء شبكة اجتماعية وتطوير مهارات حياة مختلفة من خلال تطبيق ما يتعلمه في جوانب مختلفة من الحياة الاقتصادية والاجتماعية أو السياسية.\n\nهنا في سوريا، تعمل الحكومة بجد لتعزيز كل هذه المبادئ في المجتمع من خلال التعليم المجاني واعتماد أساليب تعليمية جديدة."
}
,
  "videoUrl": "https://www.youtube.com/watch?v=qj5khHx0mxE&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=21&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}