{
  "textContent": {
    "en": "**e-lerning**\nE-learning is the use of networked information\nand communication technology in teaching and\nlearning. It combines all educational activities that\nare carried out by individuals or groups working\nonline or offline, and on networked or separate\ncomputers and other electronic devices.\nE-learning is highly interactive and relies heavily\nupon graphics, video, and audio. However, there\nare often simulations to support in learning\nachievement, which could include 3D components.\nNew software training is an example of a course\nthat often includes a high degree of interactivity\nand simulations.\nThe impact of e-learning is noticed in selfresponsibility\namong students when they decide to\nstudy or not. It helps expand their knowledge by\nresearching using the World Wide Web. Teachers\nallow them to acquire various computer skills and\napply their knowledge and skills. This helps in the\ncommunication with their students at all times and\nincreases the students’ ability to study on their own. The importance of e-learning lies in the fact that the\nstudents need to be busy with what they are doing\nto improve learning outcomes. E-learning enables\nstudents to become thinkers, learners and risk\ntakers in a protected environment, so they need not\nrely on the teachers, as they can be independent.\nLearning can happen anywhere, anytime and\nanyhow. It encourages students to seek more from\nschool. When the course is developed, it can be\nrun as many times, at as many locations and for as\nmany learners and thus it reduces the general cost\nand time.\nAs the digital revolution has led to remarkable changes in how the content is accessed,\nconsumed, discussed, and shared, e-learning is best suited for everyone especially\nat weekends or evenings. Besides, content of lessons can be accessed at an unlimited\nnumber of times: at the time of revision and when preparing for an exam.\nThe chief benefit of learning online is that you are in harmonisation with modern\nlearners by accessing updated content whenever they want it. E-learning provides a\nquick delivery of lessons, so the learning time is reduced as the student does not need to\ntravel to the training venue. You can learn comfortably from your own place. Besides,\ne-learning is cost effective compared to traditional forms of learning because learning\nthrough this mode happens quickly and easily and a lot of training time is reduced\nregarding trainers, travel, course materials, and accommodation. Recently such type\nof learning has become popular in Syria, especially after applying it at Syrian Virtual\nUniversity.\nOn the other hand, if an individual lacks self-discipline, they will not be motivated to\nstudy bringing about delay. This is where traditional classroom learning is convenient\nwhereby; you are followed if you are falling behind in your studies. In addition, health\nproblems normally occur when an individual is always on his/her computer or tablet;\nit brings about straining problems, poor vision and the like.\nTo sum-up, e-learning provides the students with the ability to fit learning around their\nlifestyles, effectively allowing even the busiest person to promote a career and gain new\nqualifications. Some of the most important developments in education have happened\nsince the launch of the Internet. Nowadays learners are well acquainted with the use\nof smart phones, messaging and using the Internet so contributing in and running an\nonline course has become a simple affair.\n",
    "ar": "**التعلم الإلكتروني**\nالتعلم الإلكتروني هو استخدام تكنولوجيا المعلومات والاتصالات المرتبطة بالشبكات في عمليات التعليم والتعلم. يجمع بين جميع الأنشطة التعليمية التي يقوم بها الأفراد أو المجموعات سواء عبر الإنترنت أو دون اتصال، وعلى الحواسيب المتصلة بالشبكة أو المنفصلة وغيرها من الأجهزة الإلكترونية.\nالتعلم الإلكتروني تفاعلي للغاية ويعتمد بشكل كبير على الرسومات والفيديو والصوت. ومع ذلك، غالبًا ما تتضمن المحاكيات دعمًا لتحقيق التعلم، وقد تشمل مكونات ثلاثية الأبعاد. يُعد تدريب البرامج الجديدة مثالًا على دورة تضم درجة عالية من التفاعلية والمحاكاة.\nيتجلى تأثير التعلم الإلكتروني في تعزيز المسؤولية الذاتية لدى الطلاب عند اتخاذهم قرار الدراسة أو عدمها. ويساعدهم على توسيع معارفهم من خلال البحث عبر شبكة الإنترنت العالمية. كما يتيح المعلمون لهم اكتساب مهارات حاسوبية متنوعة وتطبيق معارفهم ومهاراتهم، مما يعزز التواصل مع الطلاب في جميع الأوقات ويزيد من قدرتهم على الدراسة بمفردهم. تكمن أهمية التعلم الإلكتروني في ضرورة انشغال الطلاب بما يقومون به لتحسين نتائج التعلم. يتيح التعلم الإلكتروني للطلاب أن يصبحوا مفكرين ومتعلمين ومستعدين للمخاطرة ضمن بيئة محمية، بحيث لا يعتمدون كليًا على المعلمين بل يستطيعون العمل باستقلالية.\nيمكن أن يحدث التعلم في أي مكان وفي أي وقت وبأي وسيلة، مما يشجع الطلاب على البحث عن المزيد من المعرفة في المدرسة. وعندما تُطوَّر الدورة، يمكن تشغيلها عدة مرات وفي مواقع متعددة ولعدد كبير من المتعلمين، مما يقلل من التكلفة والوقت بشكل عام.\nنظرًا لأن الثورة الرقمية أحدثت تغييرات ملحوظة في كيفية الوصول إلى المحتوى واستهلاكه ومناقشته ومشاركته، فإن التعلم الإلكتروني مناسب للجميع، خاصة في عطلات نهاية الأسبوع أو في المساء. بالإضافة إلى ذلك، يمكن الوصول إلى محتوى الدروس عددًا غير محدود من المرات، سواء عند المراجعة أو أثناء التحضير للامتحانات.\nالميزة الأساسية للتعلم عبر الإنترنت هي توافقك مع المتعلمين العصريين من خلال الوصول إلى المحتوى المحدث في أي وقت يرغبون فيه. يوفر التعلم الإلكتروني تقديمًا سريعًا للدروس، مما يقلل من وقت التعلم لأن الطالب لا يحتاج إلى التنقل إلى موقع التدريب. يمكنك التعلم بارتياح من منزلك. علاوة على ذلك، يُعد التعلم الإلكتروني فعالاً من حيث التكلفة مقارنةً بأشكال التعلم التقليدية، إذ يتم التعلم من خلاله بسرعة وسهولة، كما يتم تقليل العديد من أيام التدريب المتعلقة بالمدربين والسفر ومواد الدورات والإقامة. أصبح هذا النوع من التعلم مؤخرًا شائعًا في سوريا، خاصة بعد تطبيقه في الجامعة السورية الافتراضية.\nمن ناحية أخرى، إذا كان الفرد يفتقر إلى الانضباط الذاتي، فلن يكون لديه الدافع للدراسة مما يؤدي إلى التأخير. هنا يكون التعلم التقليدي في الفصول الدراسية أكثر ملاءمة؛ فهناك يتم متابعة الطالب إذا بدأ يتأخر في دراسته. كما أن المشاكل الصحية تحدث عادةً عندما يكون الفرد دائمًا أمام جهاز الكمبيوتر أو الجهاز اللوحي، مما يؤدي إلى إجهاد العينين وضعف البصر وما شابه ذلك.\nباختصار، يوفر التعلم الإلكتروني للطلاب القدرة على دمج الدراسة مع أسلوب حياتهم، مما يمكّن حتى الشخص الأكثر انشغالاً من تطوير مسيرته المهنية واكتساب مؤهلات جديدة. لقد شهد التعليم تطورات هامة منذ ظهور الإنترنت، ومع إدراك المتعلمين الحاليين لاستخدام الهواتف الذكية والرسائل والإنترنت، أصبح إدارة وتشغيل دورة تعليمية عبر الإنترنت أمرًا بسيطًا.\n"
  }
,
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}