{
  "textContent": {
    "en": "**From Slavery to the Honour Fields**\nFrom the sixth-century highlands of Najd in the Arabian Peninsula, come the strident cries of a legendary warrior and poet. The black outcast son of an Arab father and an Ethiopian slave mother, 'Antarah ibn Shaddad struggled to win the recognition of his father and tribe. Because of his mother’s background and because of his colour, his father refused to accept him as a son. One day the Abs tribe (which is the tribe of Antarah) was attacked by another tribe called Tayy. When the battle intensified and they were about to lose, Antarah’s father looked at his son and yelled, \"fight Antarah fight\" but Antarah responded, \"the slave doesn’t know how to fight, the slave knows how to milk the cow and to cut the grass.\" And under the pressure of the battle, his father said, \"fight Antarah and you’re free.\" Antarah fought like a crazy man. The Abs tribe won the battle and Antarah literally earned his freedom. Once, when at the river, there were a lot of people with their cattle, and Antarah was there with his sheep. The king’s cattle were there and the king’s slave was preventing the others’ cattle from getting close to the water until the king’s cattle finished. But there was a woman who wanted to water her sheep, so she got close to the slave to ask him to allow her to water her sheep, but the slave hit her so strongly that she fell to the ground. The king’s slave laughed but this angered Antarah and he did not yield to the king’s slave. \"How dare you disgrace the free people.\" The slave hit him strongly but Antarah didn’t fall. He picked him up and then dropped him, and the slave was dead. Later on, the story of the brave deed of Antarah was a main concern of the tribe, and when he got back to his tent, the girls of the tribe greeted him and Ablah, one of the prettiest girls in the tribe and Antarah’s cousin, was the first girl in the line. The verses of Antarah’s poems have been popularised among the Arab tribes, some of them were talking about Ablah, which made her brother angry so he planned to kill Antarah, and he sent 100 knights to kill him but they couldn’t because Antarah and his people fended them off. 'Antarah captured his severe life in uncompromising poetry that combines flashes of tenderness with blood-curdling violence. His war songs are evidences to his lifelong battle to win the recognition of his people and the hand of 'Ablah, the free-born woman he loved but who was denied him by her family.",
    "ar": "\n**من العبودية إلى حقول الشرف**\nمن مرتفعات نجد في شبه الجزيرة العربية في القرن السادس، تنطلق صرخات حادة من محارب وشاعر أسطوري. ابن عنترة بن شداد، الابن المنبوذ ذو البشرة السوداء، الناتج عن أب عربي وأم عبدة إثيوبية، كافح لكسب اعتراف والده وقبيلته. وبسبب خلفية والدته ولونه، رفض والده قبوله كابن. في يوم من الأيام، تعرضت قبيلة عبس (قبيلة عنترة) لهجوم من قبيلة تُدعى طيء. وعندما اشتدت المعركة وكانوا على وشك الهزيمة، نظر والده إلى ابنه وصاح: \"قاتل يا عنترة، قاتل!\" فرد عنترة: \"العبد لا يعرف القتال، العبد يعرف حلب البقر وتقليم العشب.\" وتحت وطأة المعركة، قال والده: \"قاتل يا عنترة وستكون حراً.\" قاتل عنترة كالمجنون، وفازت قبيلة عبس بالمعركة وحصل عنترة على حريته حرفيًا. في إحدى المرات، وعند النهر، كان هناك الكثير من الناس مع ماشيتهم، وكان عنترة مع أغنامه. وكانت ماشية الملك حاضرة، وكان عبد الملك يمنع ماشية الآخرين من الاقتراب من الماء حتى تنتهي ماشية الملك. لكن جاءت امرأة تريد أن تسقي أغنامها، فاقتربت من عبد الملك لتطلب منه السماح لها، لكنه ضربها بشدة فسقطت على الأرض. ضحك عبد الملك، لكن ذلك أغضب عنترة الذي رفض الانصياع لعبد الملك؛ فقال: \"كيف تجرؤ على تشويه سمعة الأحرار.\" ضربه عبد الملك بقوة، لكن عنترة لم يسقط؛ التقطه ثم أسقطه، ومات عبد الملك. لاحقًا، أصبحت قصة شجاعة عنترة من المواضيع الرئيسية في القبيلة، وعندما عاد إلى خيمته، استقبلته فتيات القبيلة؛ وكانت عبلة، إحدى أجمل الفتيات وابنة عم عنترة، أول من استقبلها في الصف. وقد انتشرت أبيات شعر عنترة بين القبائل العربية، وكان بعضهم يتحدث عن عبلة، مما أغضب أخاها فخطط لقتل عنترة. أرسل مئة فارس لقتله، لكنهم فشلوا لأن عنترة وقومه تصدوا لهم. لقد جسّد عنترة حياته العسيرة في شعر يجمع بين لمحات من الحنان وعنف يثير القشعريرة. وتُعد أغانيه الحربية دليلاً على معركته الدائمة لكسب اعتراف قومه والحصول على يد عبلة، المرأة المولودة أحرارًا التي أحبها ولكن عائلتها حرمته منها."
  }


,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}