{
  "textContent": {
    "en": "**An active Citizen, A Better World**\nSuzan is an orphan whose father died when she was a baby. Before his death, he had a strong will of taking care of Suzan and encouraging her to study hard.\n\nAfter her husband's death, the mother worked hard to make her daughter feel comfortable and tried to afford her all what she needed.\n\nAt night, before they sleep, the mother tells Suzan how much it is important to be a responsible citizen who respects the principles of the country. She encourages her daughter to be a productive member of society and a person who makes a positive contribution to the nation.\n\nThe mother also clarifies the necessity of developing her daughter's character to be strong and effective in society. She tells her that she must understand her legal rights as well as her duties.\n\nSuzan is sure that life is difficult when you cannot have what you want. But she has learnt from her mother to fight till the end. She always says: \"when we don't have what we like, we must like what we have.\" Suzan, who is now 15 years old, works hard to achieve her dreams. She loves reading so she spends her free time in the school library reading about her country’s history and social studies. She studies a lot because she believes that what is hard today, will be easy tomorrow and what is black tonight will be white in the morning.\n\nShe shares her skills, talents, and abilities with others. On holidays she participates in the social activities of her city and looks for ways to make her community a better place to live in. She also urges people of her age to work for welfare services.\n\n**Key Words**\n- orphan: a child whose parents are dead\n- respect: to show polite behaviour\n- productive: doing or achieving a lot\n- contribution: an action or a service that helps to cause or increase something\n- welfare: the general health, happiness and safety of a person or a group",
    "ar": "**مواطن نشط، عالم أفضل**\nسوزان يتيمة فقدت والدها عندما كانت طفلة. قبل وفاته، كان لديه إرادة قوية لرعاية سوزان وتشجيعها على الدراسة بجد.\n\nبعد وفاة زوجها، عملت الأم بجد لجعل ابنتها تشعر بالراحة وحاولت توفير كل ما تحتاجه.\n\nفي الليل، قبل النوم، تخبر الأم سوزان عن مدى أهمية أن تكون مواطنة مسؤولة تحترم مبادئ البلاد. تشجع ابنتها على أن تكون عضوًا منتجًا في المجتمع وشخصًا يساهم بشكل إيجابي في الأمة.\n\nكما توضح الأم ضرورة تطوير شخصية ابنتها لتكون قوية وفعالة في المجتمع. تخبرها أنه يجب عليها فهم حقوقها القانونية بالإضافة إلى واجباتها.\n\nسوزان متأكدة من أن الحياة صعبة عندما لا تستطيع الحصول على ما تريد. لكنها تعلمت من والدتها أن تقاتل حتى النهاية. تقول دائمًا: \"عندما لا نحصل على ما نحب، يجب أن نحب ما لدينا.\" سوزان، التي تبلغ الآن 15 عامًا، تعمل بجد لتحقيق أحلامها. تحب القراءة لذا تقضي وقت فراغها في مكتبة المدرسة تقرأ عن تاريخ بلدها والدراسات الاجتماعية. تدرس كثيرًا لأنها تؤمن بأن ما هو صعب اليوم سيكون سهلًا غدًا، وما هو أسود الليلة سيكون أبيض في الصباح.\n\nتشارك مهاراتها ومواهبها وقدراتها مع الآخرين. في العطلات، تشارك في الأنشطة الاجتماعية لمدينتها وتبحث عن طرق لجعل مجتمعها مكانًا أفضل للعيش فيه. كما تحث الأشخاص في سنها على العمل في خدمات الرعاية الاجتماعية.\n\n**الكلمات المفتاحية**\n- يتيم: طفل فقد والديه\n- احترام: إظهار سلوك مهذب\n- منتج: يقوم بإنجاز الكثير\n- مساهمة: فعل أو خدمة تساعد في إحداث أو زيادة شيء ما\n- رعاية: الصحة العامة والسعادة والسلامة لشخص أو مجموعة"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=qj5khHx0mxE&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=21&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}