{
  "textContent": {
    "en": "**Learn a Skill and Work with a Will**\n\"Wisdom is knowing what to do next, skill is knowing how to do it and virtue is doing it\" (David Star Jordan).\nWe make thousands of decisions a day. Making a choice is easy. Choosing well takes knowledge and skill. You have many decision-making examples in daily life such as deciding what to wear, what to eat for lunch, what task to do next, choosing which book to read, etc. Decision-making is an ongoing process in every aspect of life, large or small. The ability to make a decision and stick to it is the cornerstone of good leadership skills. Having critical thinking skills allows one to ascertain the problem and come up with a suitable and beneficial solution. Before taking a step, we must try to see where possible potholes are. This won’t just make us stronger moving forward. It will also give us more determination and awareness about what we are deciding.\n\nThe decision-making tools help you to map out all the possible alternatives to your decision, its chances of success or failure. So to make a decision, you must first identify the problem you need to solve or the question you need to answer.\n\nWhat also prevents effective decision-making is when you do not have enough information about your decision. In this case, you are making a decision without any basis.\n\nTeamwork helps you to make the right decision. You must collaborate with your family members and classmates, at some point, to make your right decision. Time management is very important; since decisions need to be made quickly sometimes, you have to outline the amount of time you have to make your decision. Also, organization is vital in making a final decision. You should use this skill to find out what results you're looking for and if it's a top priority.\n\n**Key Words**\n- stick: to continue doing something in a determined way\n- ascertain: to find out something\n- beneficial: having a good effect\n- potholes: minor difficulties\n- map out: to plan carefully how something will happen\n- alternative: something that can be used instead of something else\n- identify: to recognize someone or something\n- basis: the facts, ideas, or things from which something can be developed",
    "ar": "**تعلم مهارة واعمل بإرادة**\n\"الحكمة هي معرفة ما يجب فعله بعد ذلك، المهارة هي معرفة كيفية القيام به، والفضيلة هي تنفيذ ذلك\" (ديفيد ستار جوردان).\nنحن نتخذ آلاف القرارات يوميًا. اتخاذ القرار سهل. لكن الاختيار الجيد يتطلب المعرفة والمهارة. لديك العديد من أمثلة اتخاذ القرار في الحياة اليومية مثل تحديد ما ترتديه، ما تتناوله على الغداء، أي مهمة يجب تنفيذها بعد ذلك، اختيار أي كتاب تقرأه، إلخ. اتخاذ القرار هو عملية مستمرة في كل جانب من جوانب الحياة، سواء كان كبيرًا أو صغيرًا. القدرة على اتخاذ القرار والالتزام به هي حجر الأساس لمهارات القيادة الجيدة. امتلاك مهارات التفكير النقدي يسمح للفرد بتحديد المشكلة والتوصل إلى حل مناسب ونافع. قبل اتخاذ أي خطوة، يجب أن نحاول معرفة مكان الصعوبات المحتملة. هذا لن يجعلنا أقوى فقط، ولكنه أيضًا سيمنحنا المزيد من العزيمة والوعي بشأن ما نقرره.\n\nتساعد أدوات اتخاذ القرار في تخطيط جميع البدائل الممكنة لقرارك، وفرص نجاحه أو فشله. لذا، لاتخاذ قرار، يجب عليك أولًا تحديد المشكلة التي تحتاج إلى حل أو السؤال الذي تحتاج إلى الإجابة عليه.\n\nما يمنع اتخاذ القرار الفعال أيضًا هو عدم توفر معلومات كافية عن القرار الذي تتخذه. في هذه الحالة، أنت تتخذ قرارًا بدون أساس.\n\nيساعد العمل الجماعي في اتخاذ القرار الصحيح. يجب عليك التعاون مع أفراد عائلتك وزملائك في الفصل، في بعض الأحيان، لاتخاذ القرار الصحيح. إدارة الوقت مهمة جدًا؛ نظرًا لأن القرارات يجب أن تُتخذ بسرعة أحيانًا، عليك تحديد مقدار الوقت المتاح لديك لاتخاذ القرار. أيضًا، التنظيم أساسي في اتخاذ القرار النهائي. يجب عليك استخدام هذه المهارة لمعرفة النتائج التي تبحث عنها وإذا كانت ذات أولوية قصوى.\n\n**الكلمات المفتاحية**\n- الالتزام: الاستمرار في فعل شيء بطريقة حازمة\n- تحديد: معرفة أو اكتشاف شيء ما\n- مفيد: له تأثير إيجابي\n- العقبات: صعوبات طفيفة\n- التخطيط: وضع خطة دقيقة لكيفية حدوث شيء ما\n- البديل: شيء يمكن استخدامه بدلًا من شيء آخر\n- التعرف: معرفة أو تمييز شخص أو شيء ما\n- الأساس: الحقائق أو الأفكار أو الأشياء التي يمكن تطوير شيء منها"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=qYuOz33Dyos&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=18&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}