{
 
  "textContent": {
    "en": "Most people think that education is limited to schools only, but the truth is that there are lessons that we can only learn from life, and they may be more important than those learnt at schools. Life lessons are sometimes painful before they are acquired, and in order to avoid this, we must benefit from the experiences of others. We shouldn't pay too much attention to the trivial things that are not important and waste our time and effort. Since life is so unpredictable, we must not live on expectations only and meet everything new in life with optimism and positive thinking. There is no word more boring and monotonous than the word 'I'. We must be confident of ourselves, but that does not mean we talk about ourselves and our accomplishments all the time, as this inherits vanity. Human relationships are also important because without love and support from family and friends, you will not feel happy and will not achieve success in life. Man by nature makes mistakes, so be tolerant and seek excuses for those around you, and if someone comes to you with an apology, do not stop him, and do not carry in your heart any envy of anyone. There are no alternatives to exercising, eating well, fresh air and sunshine. Take care of your health and make it a priority for your entire life. The pursuit of success will make you succeed in the end, no matter how long the period is, but keep trying. Failure is a great teacher in life. It teaches us humility and how to correct our course of life. A great example is Thomas Edison. He failed many times, but he did not give up until he succeeded. Even when he failed, Edison learned something. ‘I get results in everything I try,’ he said. The golden rule for everybody is to be honest, trustful, useful and generous so that they leave life with a trace that those around them will not forget about.",
    "ar": "يعتقد معظم الناس أن التعليم يقتصر على المدارس فقط، ولكن الحقيقة هي أن هناك دروسًا لا يمكننا تعلمها إلا من الحياة، وقد تكون أكثر أهمية من تلك التي نتعلمها في المدارس. دروس الحياة تكون مؤلمة في بعض الأحيان قبل أن يتم اكتسابها، ومن أجل تجنب ذلك، يجب أن نستفيد من تجارب الآخرين. لا ينبغي لنا أن نولي اهتمامًا كبيرًا للأشياء التافهة التي ليست ذات أهمية ونضيع وقتنا وجهدنا عليها. نظرًا لأن الحياة غير متوقعة، يجب ألا نعيش بناءً على التوقعات فقط، بل نستقبل كل جديد فيها بتفاؤل وتفكير إيجابي. لا توجد كلمة أكثر مللًا ورتابة من كلمة 'أنا'. يجب أن نكون واثقين بأنفسنا، ولكن هذا لا يعني أن نتحدث عن أنفسنا وإنجازاتنا طوال الوقت، لأن ذلك يورث الغرور. العلاقات الإنسانية أيضًا مهمة، لأنه بدون الحب والدعم من العائلة والأصدقاء، لن نشعر بالسعادة ولن نحقق النجاح في الحياة. الإنسان بطبيعته يرتكب الأخطاء، لذا كن متسامحًا وابحث عن الأعذار لمن حولك، وإذا جاءك أحد باعتذار فلا تمنعه، ولا تحمل في قلبك أي حقد تجاه أي شخص. لا توجد بدائل لممارسة الرياضة، وتناول الطعام الصحي، والهواء النقي وأشعة الشمس. اعتنِ بصحتك واجعلها أولوية طوال حياتك. السعي وراء النجاح سيجعلك تنجح في النهاية، بغض النظر عن طول الفترة، لكن استمر في المحاولة. الفشل هو معلم عظيم في الحياة، فهو يعلمنا التواضع وكيفية تصحيح مسار حياتنا. مثال رائع على ذلك هو توماس إديسون، فقد فشل مرات عديدة، لكنه لم يستسلم حتى نجح. حتى عندما فشل، تعلم إديسون شيئًا. قال: 'أحصل على نتائج في كل شيء أجربه'. القاعدة الذهبية للجميع هي أن يكونوا صادقين، موثوقين، نافعين وكريمين حتى يتركوا أثرًا في الحياة لا ينساه من حولهم."
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=KyYx_iqXkyY&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=6&ab_channel=Mostafa",
  "audioUrl": null,
  "audioType": null,
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}