{
  "textContent": {
    "en": "**Sky Walkers**\nA selfie is a self-portrait photograph, typically taken with a digital camera or a smart phone, which may be held in the hand or supported by a selfie stick. Selfies are often shared on social media services such as Facebook, Twitter, Snapchat, and Instagram.\n\nWhen Marat Dupri bought his camera, he decided he would shoot nice landscape pictures. Feeling it might not have been the most original idea ever, he started to spice things up by climbing up higher and higher structures, using no safety equipment at all. Marat Dupri earned the name of “The sky walker”; and quickly, dozens of people followed his footsteps, trying to get the most incredible views.\n\nThen most people began to take dangerous selfies while travelling. They began scaling skyscrapers, cliffs, and bridges to capture a photo to remember. Almost everyone has taken out their smart phones to snap a photo of themselves. But many studies showed that when taken in dangerous circumstances, selfies can cause death.\n\nThis Instagram shot was taken by Angela Nikolau, from Tianjin, China. Some might even say \"It's too dangerous.\" How did she even get there?!\n\nThis is also one of many pictures snapped by Daniel Lau, one of the world's most well-known photographers. In this photo, the skyscrapers of Hong Kong set the shocking scene.\n\nAt last, we can say that this kind of art seems to have been lost somewhere between the ground and the sky. Be careful not to spoil this art and use it for lovely memories and beneficial issues. Take care of yourselves and other people around you. Putting yourselves at risk is useless; it sounds to be a crazy idea. Our lives are very precious and valuable. We shouldn't lose them by irresponsible behaviours.\n\n**Key Words**\n- to shoot: to take a photograph of something\n- to spice up: to add interest or excitement to something\n- incredible: impossible or very difficult to believe\n- scaling: climbing to the top of something very high and steep\n- skyscrapers: very tall buildings in a city\n- beneficial: having a good effect",
    "ar": "**مشاة السماء**\nالسيلفي هو صورة ذاتية، تُلتقط عادةً بكاميرا رقمية أو هاتف ذكي، ويمكن حملها باليد أو دعمها بعصا السيلفي. غالبًا ما تتم مشاركة صور السيلفي على منصات التواصل الاجتماعي مثل فيسبوك، تويتر، سناب شات، وإنستغرام.\n\nعندما اشترى مارات دوبري كاميرته، قرر أن يلتقط صورًا جميلة للمناظر الطبيعية. لكنه شعر أن هذه الفكرة قد لا تكون الأكثر أصالة، فبدأ في إضافة الإثارة من خلال تسلق هياكل أعلى وأعلى، دون استخدام أي معدات أمان. حصل مارات دوبري على لقب \"مشاة السماء\"، وسرعان ما تبعه العشرات من الأشخاص، محاولين الحصول على أكثر المناظر روعة.\n\nثم بدأ معظم الناس في التقاط صور سيلفي خطيرة أثناء السفر. بدأوا في تسلق ناطحات السحاب، المنحدرات، والجسور لالتقاط صورة لا تُنسى. تقريبًا الجميع أخرجوا هواتفهم الذكية لالتقاط صورة لأنفسهم. لكن العديد من الدراسات أظهرت أن التقاط صور السيلفي في ظروف خطيرة يمكن أن يؤدي إلى الموت.\n\nتم التقاط هذه الصورة على إنستغرام بواسطة أنجيلا نيكولاو، من تيانجين، الصين. قد يقول البعض \"إنها خطيرة جدًا.\" كيف وصلت إلى هناك؟!\n\nهذه أيضًا واحدة من العديد من الصور التي التقطها دانيال لاو، أحد أشهر المصورين في العالم. في هذه الصورة، تشكل ناطحات السحاب في هونغ كونغ مشهدًا مذهلًا.\n\nفي النهاية، يمكننا القول إن هذا النوع من الفن يبدو وكأنه ضاع بين الأرض والسماء. احرصوا على عدم تشويه هذا الفن واستخدموه لذكريات جميلة وقضايا مفيدة. اعتنوا بأنفسكم وبالآخرين من حولكم. تعريض أنفسكم للخطر أمر غير مجدٍ؛ يبدو وكأنه فكرة مجنونة. حياتنا ثمينة وقيمة جدًا. لا ينبغي أن نفقدها بسبب تصرفات غير مسؤولة.\n\n**الكلمات المفتاحية**\n- التصوير: التقاط صورة لشيء ما\n- إضافة الإثارة: زيادة الاهتمام أو التشويق لشيء ما\n- مذهل: مستحيل أو صعب جدًا تصديقه\n- التسلق: الصعود إلى قمة شيء مرتفع وشديد الانحدار\n- ناطحات السحاب: مبانٍ شاهقة في المدينة\n- مفيد: له تأثير إيجابي"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=9cJrm6uCiW8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=15&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}