{
  "textContent": {
    "en": "Not all people have the ability to explore their future and build it with more confidence and clarity. Most studies have highlighted the role of parents as active agents in the career development of their children. Parents want their children to opt for a career they know well about, but what their children want or aspire to become can be completely different. Many parents said they had misguided their children into choosing a career of their choice. It is very important not to burden our children with unreal expectations. There are a few factors that are of great importance in the career selection process. The child’s aptitude is a mirror of his/her personality, strengths, and weaknesses. Hence, a designed aptitude test can reveal a lot of information regarding the child that can help in taking a well-informed career selection. It is very difficult to spend your life working in a field that you are not interested in. Courses leading towards a desired career should be found easily for the young to enable them to make right decisions about their future. Psychologists said that it was very easy for a child to get swayed by peer pressure into choosing a career that the majority was opting rather than the one which was best for him/her. Although it should not be the most important, remuneration of a career holds value in one’s life; nobody likes to earn little. A job’s earnings should match the child’s aspirations and provide a satisfying comfortable life. Modern societies need professionals in every field: utility workers, garbage collectors, farmers, nurses, doctors, engineers, teachers, professors and many others. Furthermore, demotivation might have a negative impact on the child’s mental health when rejecting all of his/her ideas. Parents can work together to gather information about a career and then help the child in deciding whether it is suitable or not. Most people have dreams of future jobs and there’s no limit to what this could be, but we can't be absolutely certain about our career choices. Researchers told us that through self-reflection and guided activities, we would find our core values and a clearer path towards the right career.",
    "ar": "ليس لدى جميع الأشخاص القدرة على استكشاف مستقبلهم وبنائه بثقة ووضوح أكبر. لقد أبرزت معظم الدراسات دور الآباء كعوامل نشطة في تطوير مسار حياة أطفالهم المهني. يرغب الآباء في أن يختار أطفالهم مسارًا وظيفيًا يعرفونه جيدًا، لكن ما يريده أطفالهم أو يطمحون إلى أن يصبحوا عليه قد يكون مختلفًا تمامًا. قال العديد من الآباء إنهم قد أضلوا أطفالهم في اختيار مهنة وفق رغبتهم. من المهم جدًا ألا نثقل أطفالنا بتوقعات غير واقعية. هناك بعض العوامل التي تحظى بأهمية كبيرة في عملية اختيار المهنة. إن مهارة الطفل هي انعكاس لشخصيته ونقاط قوته وضعفه. وبالتالي، يمكن أن يكشف اختبار المهارة المصمم عن الكثير من المعلومات المتعلقة بالطفل والتي يمكن أن تساعد في اتخاذ قرار اختيار مهني مستنير. من الصعب جدًا قضاء حياتك في العمل في مجال لا تهتم به. يجب أن تتوفر الدورات التي تؤدي إلى مهنة مرغوبة بسهولة للجيل الشاب لتمكينهم من اتخاذ القرارات الصحيحة بشأن مستقبلهم. قال علماء النفس إنه من السهل جدًا أن يتأثر الطفل بضغوط الأقران في اختيار مهنة يختارها الأغلبية بدلاً من المهنة التي تناسبه بشكل أفضل. على الرغم من أنه لا ينبغي أن يكون الأهم، فإن المكافآت المالية للمهنة لها قيمة في حياة الفرد؛ لا أحد يحب أن يكسب القليل. يجب أن تتناسب أرباح الوظيفة مع طموحات الطفل وتوفر له حياة مريحة مرضية. تحتاج المجتمعات الحديثة إلى محترفين في كل مجال: عمال المرافق، وجامعي القمامة، والمزارعين، والممرضات، والأطباء، والمهندسين، والمعلمين، والأساتذة والعديد غيرهم. علاوة على ذلك، يمكن أن يكون لانعدام التحفيز تأثير سلبي على الصحة العقلية للطفل عند رفض جميع أفكاره. يمكن للوالدين العمل معًا لجمع المعلومات حول مهنة ثم مساعدة الطفل في تحديد ما إذا كانت مناسبة أم لا. يحلم معظم الناس بوظائف مستقبلية وليس هناك حد لما يمكن أن يكون، ولكن لا يمكننا أن نكون متأكدين تمامًا بشأن خياراتنا المهنية. أخبرنا الباحثون أنه من خلال التأمل الذاتي والأنشطة الموجهة، يمكننا العثور على قيمنا الأساسية ومسار أكثر وضوحًا نحو المهنة الصحيحة."
  },
  "videoUrl": "https://www.youtube.com/watch?v=m-mPikl3OC0&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=4&ab_channel=Mostafa",
  "audioUrl": null,
  "audioType": null,
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}