{
  "textContent":{
  "en": "**History of the United Nations**\nThe United Nations was established by the Charter of the United Nations and the Statute of the International Court of Justice. The Charter was signed on 26 June 1945 by the representatives of 50 countries, including Syria; Poland signed on 15 October 1945. There were 51 founding members in 1945. The United Nations (UN) officially came into existence on October 24, 1945, after ratification of the Charter. The day is now celebrated each year around the world as United Nations Day. The UN contains five permanent members: China, France, Russian Federation, the United Kingdom, and the United States, and ten non-permanent members elected for two-year terms by the General Assembly.\n\nThe United Nations (UN) was the second multipurpose international organization established in the 20th century that was worldwide in scope and membership. Its predecessor, the League of Nations, was created by the Treaty of Versailles in 1919 and disbanded in 1946. The UN also has regional offices in Geneva, Vienna, and Nairobi. Its official languages are Arabic, Chinese, English, French, Russian, and Spanish.\n\nAt the beginning of the 21st century, the UN and its programs and affiliated agencies struggled to address humanitarian crises and civil wars, unprecedented refugee flows, the devastation caused by the spread of AIDS, global financial disruptions, international terrorism, and the disparities in wealth between the world’s richest and poorest peoples.",
  
  "ar": "**تاريخ الأمم المتحدة**\nتم إنشاء الأمم المتحدة بموجب ميثاق الأمم المتحدة ونظام المحكمة الدولية. تم توقيع الميثاق في 26 يونيو 1945 من قبل ممثلي 50 دولة، بما في ذلك سوريا؛ وقّعت بولندا في 15 أكتوبر 1945. كان هناك 51 عضوًا مؤسسًا في عام 1945. دخلت الأمم المتحدة (UN) رسميًا حيز الوجود في 24 أكتوبر 1945 بعد التصديق على الميثاق. يتم الاحتفال بهذا اليوم سنويًا في جميع أنحاء العالم باعتباره يوم الأمم المتحدة. تضم الأمم المتحدة خمسة أعضاء دائمين: الصين، فرنسا، الاتحاد الروسي، المملكة المتحدة، والولايات المتحدة، وعشرة أعضاء غير دائمين يتم انتخابهم لفترات مدتها سنتان من قبل الجمعية العامة.\n\nكانت الأمم المتحدة (UN) ثاني منظمة دولية متعددة الأغراض يتم إنشاؤها في القرن العشرين، وكانت عالمية من حيث النطاق والعضوية. كان سلفها، عصبة الأمم، قد تم إنشاؤه بموجب معاهدة فرساي في عام 1919 وتم حلها في عام 1946. تمتلك الأمم المتحدة أيضًا مكاتب إقليمية في جنيف، فيينا، ونيروبي. لغاتها الرسمية هي العربية، الصينية، الإنجليزية، الفرنسية، الروسية، والإسبانية.\n\nفي بداية القرن الحادي والعشرين، واجهت الأمم المتحدة وبرامجها والوكالات التابعة لها تحديات كبيرة في التعامل مع الأزمات الإنسانية والحروب الأهلية، وتدفقات اللاجئين غير المسبوقة، والدمار الناجم عن انتشار مرض الإيدز، والاضطرابات المالية العالمية، والإرهاب الدولي، والفجوات الاقتصادية بين أغنى وأفقر شعوب العالم."
}


,
  "videoUrl": "https://www.youtube.com/watch?v=9BWL2oRrEI8&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=22&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}