{
  "textContent": {
    "en": "** History of drama **\n The term Drama comes from a Greek word meaning \"action\". Drama is divided into comedy and tragedy. Only a small fraction of the work of five dramatists has survived to this day: the tragedians Aeschylus, Sophocles and Euripides; and the comedians Aristophanes and, from the late 4th century, Menander.\nMedieval drama, when it emerged hundreds of years after the original tragedies and comedies, was a new creation rather than a rebirth without being influenced by earlier drama.\nThe Renaissance saw a huge revival in all types of art, including theatre. William Shakespeare, one of the world's most renowned playwrights, wrote and produced many plays that are still performed regularly even today. Shakespeare was one of the first to merge comic elements into tragedies. He also developed a structure and several types of characters that are still common in modern drama.\nThe 18th century was a time when more plays were being written for and about the middle class. The themes, language, and dramaturgy of Shakespeare's plays were now considered out of date, so that during the next two centuries the works of England's greatest \ndramatists were never produced intact.\nToward the end of the 18th century, the Romantic period began in Western Europe, which heavily influenced the theatre of that era and focused on emotion rather than intellect. This movement continued through the beginning of the 19th century.\nContemporary drama shows the influence of all that has come before. It involves much experimentation with new forms and ideas. In the early part of the 20th century, musical drama came to dominate stages in New York and England, although each theatre season saw the release of straight dramatic plays as well.\nMany playwrights of the 1960s and 1970s - Sam Shepard in the United States, Tom Stoppard in England - built plays around language. In their plays, dialogue frequently cannot be read simply as an intellectual exchange of information. Many playwrights also mirrored society's frustration with a seemingly uncontrollable, self-destructive world.\nThe drama, which had suffered a steep decline during the Victorian Age, was revived with great force at the beginning of the 20th century drama and the course of six decades has witnessed many trends and currents in the 20th century drama. The drama of the Modernist Movement was such less innovative in technique than it was its poetry and novel.",
    "ar": " ** تاريخ الدراما **\n يعود مصدر كلمة **الدراما** إلى لفظة يونانية تعني \"فعل\". تقسم الدراما إلى كوميديا ومأساة. بقيت أعمال خمسة مسرحيين فقط إلى اليوم: المأسويون أيسشيلوس وسافوكليس وإيوريبيدس، والكوميديون أرسطوفانس وميناندر من القرن الرابع قبل الميلاد.\nالدراما الوسيطة، عندما ظهرت بعد مئات السنين على الدراما الأصلية، كانت إبداعًا جديدًا بعيدًا عن التجديد دون تأثر بالدراما السابقة.\nعرفت النهضة انتعاشًا كبيرًا في كل فنون، بما فيها المسرح. ويليام شكسبير، أحد أعظم كتّاب المسرح في العالم، كتب وعرض العديد من المسرحيات التي تُعرض حتى اليوم. كان شكسبير من أوائل من دمج العناصر الكوميدية في المأساوية، كما طور هيكلًا وشخصيات مازالت موجودة في الدراما الحديثة.\nفي القرن الثامن عشر، كتبت مسرحيات أكثر للطبقة الوسطى. كانت مواضيع ولغة مسرحيات شكسبير قد أصبحت مُتداولة، مما دفع خلال القرنين التاليين إلى عدم عرض أعمال أعظم مسرحيي إنجلترا كاملة.\nفي أواخر القرن الثامن عشر، بدأ العصر الرومانسي في أوروبا الغربية، الذي أثر على المسرح وركز على العواطف بدلًا من العقل. استمر هذا الحركة حتى أوائل القرن التاسع عشر.\nالدراما الحديثة تتأثر بكل ما سبق. تُجري تجارب على أشكال وأفكار جديدة. في مطلع القرن العشرين، سيطرت الدراما الموسيقية على المسارح في نيويورك وإنجلترا، مع عرض مسرحيات درامية مباشرة كل موسم مسرحي.\nكتاب مسرحيون في الستينيات والسبعينيات - مثل سام شيبارد في الولايات المتحدة وتوم ستوبارد في إنجلترا - صمموا مسرحيات حول اللغة. حوارهم غالبًا لا يُقرأ كتبادل فكري بحت. كما عكس الكثيرون غضب المجتمع من عالم  و دمار.\nالمسرح، الذي انهار خلال العصر الفيكتوري، عاد بقوة في مطلع القرن العشرين، وشاهَد ستة عقود من التوجهات والاتجاهات في الدراما. دراما الحركة الحديثة كانت أقل تجديدًا في التقنية مقارنة بشعريتها وروايته."
  }


,

  "videoUrl": "https://www.youtube.com/watch?v=eNfara1uNJM&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=8&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}