{
  "textContent": {
    "en": "**Who Deserves the Award?**\nMariam was a teacher who wanted to motivate her students and make them do their best in the exam. So, she told them that she would give a gift, which was a new pair of shoes, to the one whose marks would be excellent. Children rejoiced over this challenge and they all started writing diligently. After collecting the papers, the teacher was surprised to find that everyone had a full mark.\n\nWho would get the gift? she thought. The teacher thanked everyone for their effort but she was confused about who would deserve the award as everyone had got the full mark.\n\nThe teacher thought of a suitable solution with her students. The students’ opinion was that each of them would write his/her name on a folded paper and put it in a box from which the teacher would pick one. So, the paper would reveal the name of the award’s winner.\n\nIndeed, the teacher picked a paper in front of all students and read the child's name [Nada], and said: \"You are the owner of the award.\" With joy and tears in her eyes, Nada came forward where the shoes were. She thanked everyone for this wonderful gift. Her parents couldn't afford to buy her new shoes because of their extreme poverty.\n\nThe teacher returned home crying and told her husband what had happened. He was surprised and wanted to know the reason for her tears. She said: \"When I opened the rest of the papers, I found that all the students had written the same name [Nada].\"\n\n**Key Words**\n- deserve: to be worthy of something\n- to rejoice: to express great happiness about something/ celebrate\n- challenge: a difficult task that tests somebody’s ability and skill\n- diligently: showing care and effort in your work or duties\n- to fold: to lay one part of a paper on the other part/ to bend\n- reveal: make something known/ show something hidden\n- afford: to have enough money to buy something",
    "ar": "**من يستحق الجائزة؟**\nكانت مريم معلمة أرادت تحفيز طلابها وجعلهم يبذلون قصارى جهدهم في الامتحان. لذلك، أخبرتهم أنها ستمنح هدية، وهي زوج جديد من الأحذية، لمن يحصل على علامات ممتازة. ابتهج الأطفال بهذا التحدي وبدأوا جميعًا في الكتابة بجدية. بعد جمع الأوراق، فوجئت المعلمة بأن الجميع حصلوا على العلامة الكاملة.\n\nمن سيحصل على الهدية؟ فكرت المعلمة. شكرت الجميع على جهودهم لكنها كانت في حيرة من أمرها بشأن من يستحق الجائزة، حيث حصل الجميع على العلامة الكاملة.\n\nفكرت المعلمة في حل مناسب مع طلابها. كان رأي الطلاب أن يكتب كل منهم اسمه على ورقة مطوية ويضعها في صندوق، ومنه ستختار المعلمة واحدة. وهكذا، ستكشف الورقة عن اسم الفائز بالجائزة.\n\nوبالفعل، اختارت المعلمة ورقة أمام جميع الطلاب وقرأت اسم الطفل [ندى]، وقالت: \"أنت صاحبة الجائزة.\" بفرح ودموع في عينيها، تقدمت ندى نحو الأحذية. شكرت الجميع على هذه الهدية الرائعة. لم يكن والداها قادرين على شراء أحذية جديدة لها بسبب فقرهم الشديد.\n\nعادت المعلمة إلى المنزل وهي تبكي وأخبرت زوجها بما حدث. تفاجأ الزوج وأراد معرفة سبب دموعها. فقالت: \"عندما فتحت بقية الأوراق، وجدت أن جميع الطلاب كتبوا نفس الاسم [ندى].\"\n\n**الكلمات المفتاحية**\n- يستحق: أن يكون جديرًا بشيء ما\n- يبتهج: التعبير عن سعادة كبيرة بشأن شيء ما/ الاحتفال\n- تحدي: مهمة صعبة تختبر قدرة ومهارة شخص ما\n- بجدية: إظهار العناية والجهد في العمل أو الواجبات\n- يطوي: وضع جزء من الورقة على الجزء الآخر/ الثني\n- يكشف: جعل شيء معروفًا/ إظهار شيء مخفي\n- يتحمل: امتلاك ما يكفي من المال لشراء شيء ما"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=qj5khHx0mxE&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=21&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}