{
  "textContent": {
    "en": "**Messages to and from Outer Space**\nIf you look up at the stars, you might wonder if anyone is really out there. You might also wonder if they have found as many strange ways to communicate with each other as we have. The wish to communicate with the outer space has always been there in our minds. As the 20th century began, interest in the possible life on Mars and the possible civilizations there led to a search for signals. Could we communicate with another planet? How might we look for signals and messages from other worlds? An example of how we might receive communications from the planet was mentioned in 1896 when a newspaper article entitled \"A Signal from Mars\" had offered one. In the late 19th and early 20th centuries the idea of wirelessly sending and receiving waves through the air was developed. New methods of searching for communications from space were offered too. In 1901, engineer Nikola Tesla made the astonishing claim that he was receiving radio communications from Mars. His story was picked up and reported in the press.\n\nThe Media was captured by the idea of communicating with Mars but it did not find much serious interest from scientists. In the 1960s a number of other scientists began searching for signals showing the existence of another life elsewhere in the universe. As it became increasingly clear that there was no intelligent life on other planets in the solar system, it became possible to detect signals from much farther away. Radio signals were detected to look for life or civilizations out in the galaxy but none was proved, yet most of us still look at the sky and wonder if there is someone trying to contact us.\n\n\n**Key Words**\nwonder: think about something curiously\ncivilization: the culture and way of life of a society during a particular period of time\nastonishing: very surprising/ difficult to believe\nto capture: to catch/ to take control\nuniverse: everything that exists (planets, stars, space, etc.)\ngalaxy: the large system of stars in outer space",
    "ar": "**رسائل إلى ومن الفضاء الخارجي**\nإذا نظرت إلى النجوم، قد تتساءل عما إذا كان هناك أحد بالفعل هناك. قد تتساءل أيضًا عما إذا كانوا قد وجدوا طرقًا غريبة للتواصل مع بعضهم البعض كما فعلنا نحن. الرغبة في التواصل مع الفضاء الخارجي كانت دائمًا موجودة في أذهاننا. مع بداية القرن العشرين، أدى الاهتمام بالحياة المحتملة على المريخ والحضارات المحتملة هناك إلى البحث عن إشارات. هل يمكننا التواصل مع كوكب آخر؟ كيف يمكننا البحث عن إشارات ورسائل من عوالم أخرى؟ تم ذكر مثال على كيفية تلقي الاتصالات من الكوكب في عام 1896 عندما قدمت مقالة صحفية بعنوان \"إشارة من المريخ\" واحدة. في أواخر القرن التاسع عشر وأوائل القرن العشرين تم تطوير فكرة إرسال واستقبال الموجات لاسلكيًا عبر الهواء. كما تم تقديم طرق جديدة للبحث عن الاتصالات من الفضاء. في عام 1901، ادعى المهندس نيكولا تسلا بشكل مذهل أنه كان يتلقى اتصالات راديوية من المريخ. تم التقاط قصته والإبلاغ عنها في الصحافة.\n\nاستحوذت وسائل الإعلام على فكرة التواصل مع المريخ لكنها لم تجد اهتمامًا جديًا من العلماء. في الستينيات، بدأ عدد من العلماء الآخرين في البحث عن إشارات تظهر وجود حياة أخرى في مكان ما في الكون. ومع تزايد وضوح عدم وجود حياة ذكية على الكواكب الأخرى في النظام الشمسي، أصبح من الممكن اكتشاف إشارات من أماكن أبعد بكثير. تم اكتشاف إشارات راديوية للبحث عن حياة أو حضارات في المجرة ولكن لم يثبت شيء، ومع ذلك، لا يزال معظمنا ينظر إلى السماء ويتساءل عما إذا كان هناك أحد يحاول الاتصال بنا.\n\n\n**الكلمات الرئيسية**\nالتساؤل: التفكير في شيء بفضول\nالحضارة: ثقافة وطريقة حياة مجتمع خلال فترة معينة من الزمن\nمدهش: مفاجئ جدًا/ من الصعب تصديقه\nالقبض: الإمساك/ السيطرة على شيء\nالكون: كل ما يوجد (الكواكب، النجوم، الفضاء، إلخ.)\nالمجرة: النظام الكبير للنجوم في الفضاء الخارجي"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=gs_Q7o4DUJo&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=13&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://www.youtube.com/watch?v=qYuOz33Dyos&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=18&ab_channel=Mostafa",
      "text": { "ar": "الماضي البسيط والمستمر", "en": "" },
      "title": { "ar": "الماضي البسيط والمستمر", "en": "" }
    }
  ]
}