{
  "textContent": {
    "en": " ** citizenship**\n Citizenship is not only the state of being vested with the rights and duties of a citizen, but it can also be defined as the character of an individual who is viewed as a member of a particular society. The concept of citizenship first arose in towns and city-states of ancient Greece, disappeared in Europe during the Middle Ages and crystallized in the 18th century. The concept of citizenship has never been fixed or static, but constantly changes within each society.\nWhile citizenship has varied considerably throughout history, and within societies over time, there are some common related elements. Citizenship refers to many aspects of society such as family, military service, individual's freedom, ideas of right and wrong, paying taxes and patterns for how a person should behave in society.\nAlthough Syrian citizenship provides many rights, it also involves many responsibilities. The Syrian government protects the rights of each individual regardless of their background or culture. In spite of the fact that all Syrian citizens enjoy freedom, protection and legal rights, they also have responsibilities that are voluntary as well as obligatory. Every Syrian citizen must obey state laws, and pay the penalties when a law is broken. All citizens must pay taxes in one form or another. It is the responsibility of citizens to pass along the importance of good citizenship to future generations by teaching their children how to obey the law.\nThe nationality law does not give Syrians the right to unilaterally abandon their Syrian nationality.\nSyrians have the right to pride themselves on being good citizens in a nation of ancient civilizations that helped to build and enrich human culture. They have had a vital role in developing human civilization. From the earliest years, laws representing various points of view have been passed and guidelines have been developed through generations to instruct citizens on Syrian history, values, rights, and responsibilities.",
    "ar": " **المواطنة**\nالمواطنة ليست مجرد حالة يُمنح فيها الفرد الحقوق والواجبات كمواطن، بل يمكن أيضًا تعريفها بأنها شخصية الفرد الذي يُعتبر عضواً في مجتمع معين. نشأ مفهوم المواطنة لأول مرة في مدن ودول المدن في اليونان القديمة، ثم اختفى في أوروبا خلال العصور الوسطى وتبلور في القرن الثامن عشر. لم يكن مفهوم المواطنة ثابتًا أو ساكنًا، بل يتغير باستمرار داخل كل مجتمع.\nبينما اختلفت المواطنة بشكل كبير على مر التاريخ وداخل المجتمعات مع مرور الزمن، هناك بعض العناصر المشتركة. تشير المواطنة إلى العديد من جوانب المجتمع مثل الأسرة، الخدمة العسكرية، حرية الفرد، مفاهيم الصواب والخطأ، دفع الضرائب وأنماط السلوك التي يجب أن يتبعها الفرد في المجتمع.\nعلى الرغم من أن المواطنة السورية توفر العديد من الحقوق، فإنها تنطوي أيضًا على العديد من المسؤوليات. تحمي الحكومة السورية حقوق كل فرد بغض النظر عن خلفيته أو ثقافته. وعلى الرغم من أن جميع المواطنين السوريين يتمتعون بالحرية والحماية والحقوق القانونية، فإن لديهم مسؤوليات تطوعية وملزمة. يجب على كل مواطن سوري احترام قوانين الدولة ودفع العقوبات عند مخالفة القانون. يجب على جميع المواطنين دفع الضرائب بشكل أو بآخر. تقع على عاتق المواطنين مسؤولية نقل أهمية المواطنة الجيدة إلى الأجيال القادمة من خلال تعليم أطفالهم كيفية احترام القانون.\nلا يمنح قانون الجنسية السوريين الحق في التخلي عن جنسيتهم بشكل أحادي.\nيحق للسوريين أن يفتخروا بأنفسهم كمواطنين صالحين في أمة من الحضارات القديمة التي ساهمت في بناء وإثراء الثقافة الإنسانية. لقد كان لهم دور حيوي في تطوير الحضارة الإنسانية. منذ أقدم العصور، تم إقرار قوانين تمثل وجهات نظر مختلفة وتطوير إرشادات عبر الأجيال لتعليم المواطنين حول التاريخ والقيم والحقوق والمسؤوليات السورية."
  }


,
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}