{
  "textContent": {
    "en": "**Mothers' Decisions can Change the World**\nOne day Thomas Edison came home and gave his mother a letter from his teacher. As she read the letter, his mother’s eyes were tearful. Thomas Edison's teacher wrote that Edison was mentally ill and wouldn't be allowed in school anymore. When Edison asked his mother what this letter was about, she pretended to read it aloud, saying your son couldn't go to school because he was a genius and the school was too small for him. \"Please teach him yourself.\" Edison’s mother hid the letter and decided to educate young Thomas at home.\n\nEdison was homeschooled by his mother's decision; he wasn't able to memorize lessons and needed hands-on experience to understand and learn things. Edison's mother wasn't frustrated; she wanted Edison to be a scientist. He grew up and set up a laboratory at home and began his own experiments. He also set up his own telegraph station and sent out messages by using a train whistle.\n\nAt the age of 30, Edison invented the phonograph. His work in a number of fields created the basis for many technologies that we enjoy today. However, like anyone else, he suffered through failure numerous times, but where others quit, he persisted.\n\nAfter his mother's death, one day Edison found the hidden school letter, cried for hours and then he wrote in his diary, \"Thomas Alva Edison was a mentally ill child that, by a hero mother, became a genius.\" Edison said: \"My mother was a great woman, she believed in me and made me one of the greatest inventors.\"\n\n**Key Words**\n- pretend: behave in a way to make people believe something that is not true\n- a genius: someone who is unusually intelligent or very smart\n- frustrate: to make somebody feel annoyed\n- quit: stop doing something",
    "ar": "**قرارات الأمهات يمكن أن تغير العالم**\nفي يوم من الأيام، عاد توماس إديسون إلى المنزل وأعطى والدته رسالة من معلمه. عندما قرأت الرسالة، امتلأت عينا والدته بالدموع. كتب معلم توماس إديسون أن إديسون كان مريضًا عقليًا ولن يُسمح له بالذهاب إلى المدرسة بعد الآن. عندما سأل إديسون والدته عن محتوى الرسالة، تظاهرت بقراءتها بصوت عالٍ، قائلة: \"ابنك لا يمكنه الذهاب إلى المدرسة لأنه عبقري والمدرسة صغيرة جدًا عليه. من فضلك علمه بنفسك.\" أخفت والدة إديسون الرسالة وقررت تعليم توماس الصغير في المنزل.\n\nتم تعليم إديسون في المنزل بقرار من والدته؛ لم يكن قادرًا على حفظ الدروس وكان بحاجة إلى تجربة عملية لفهم الأشياء وتعلمها. لم تكن والدة إديسون محبطة؛ كانت تريد أن يصبح إديسون عالمًا. كبر وأقام مختبرًا في المنزل وبدأ تجاربه الخاصة. كما أنشأ محطة تلغراف خاصة به وأرسل رسائل باستخدام صفارة القطار.\n\nفي سن الثلاثين، اخترع إديسون الفونوغراف. كان عمله في عدد من المجالات أساسًا للعديد من التقنيات التي نستمتع بها اليوم. ومع ذلك، مثل أي شخص آخر، عانى من الفشل عدة مرات، ولكن حيث استسلم الآخرون، استمر.\n\nبعد وفاة والدته، وجد إديسون يومًا ما الرسالة المدرسية المخفية، وبكى لساعات ثم كتب في مذكراته: \"كان توماس ألفا إديسون طفلًا مريضًا عقليًا، ولكن بفضل أم بطلة، أصبح عبقريًا.\" قال إديسون: \"كانت أمي امرأة عظيمة، لقد آمنت بي وجعلتني واحدًا من أعظم المخترعين.\"\n\n**الكلمات المفتاحية**\n- التظاهر: التصرف بطريقة تجعل الناس يعتقدون شيئًا غير صحيح\n- عبقري: شخص يتمتع بذكاء غير عادي أو ذكي جدًا\n- الإحباط: جعل شخص ما يشعر بالانزعاج\n- الاستسلام: التوقف عن فعل شيء"
  }
,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}