{
  "textContent": {
    "en": "**Hurry up Before the Gates are Shut!**\nOnce, a king and a lazy man named Hani were very good friends. One morning, the king said, \"Why don't you work to earn some money?\"\n\nHani said, \"No one offers me a job. My enemies told everyone that I never do any work in time.\" The kind king said, \"You can go into my treasury and collect as much wealth as you can, but you have to finish before sunset.\" Hani was so happy and rushed home to tell his wife. She said, \"Go and get the gold coins and gems now.\" He said: \"I cannot go now. I am so hungry. I'd like to eat first.\"\n\nAfter lunch, he took a nap for an hour. Then in the late afternoon, he picked some bags and went to the palace. On the way, he felt hot so he sat under a tree to rest and drink some water. Two hours later, when he wanted to move on, he saw a man showing some magic tricks. He stopped to watch for an hour again. On the way to the palace, he met an old friend and chatted with him for some time. When he reached the palace, it was already sunset time. The palace gates had been shut.\n\nHani lost a golden chance because he had not learnt the value of time. If Hani worked hard, he wouldn’t be poor. This story teaches us that once time is spent, it will never come back again.\n\n**Key Words**\n- treasury: a place where treasure (money, jewellery) is kept\n- gems: precious stones",
    "ar": "**اسرع قبل أن تغلق البوابات!**\nكان هناك ملك ورجل كسول يُدعى هاني وكانا صديقين مقربين جدًا. ذات صباح، قال الملك: \"لماذا لا تعمل لكسب المال؟\"\n\nقال هاني: \"لا أحد يعرض عليّ وظيفة. أعدائي أخبروا الجميع أنني لا أقوم بأي عمل في الوقت المناسب.\" قال الملك الطيب: \"يمكنك الدخول إلى خزنتي وجمع ما تستطيع من الثروة، ولكن عليك أن تنتهي قبل غروب الشمس.\" شعر هاني بسعادة غامرة واندفع إلى المنزل ليخبر زوجته. قالت: \"اذهب واحصل على العملات الذهبية والجواهر الآن.\" قال: \"لا يمكنني الذهاب الآن. أنا جائع جدًا. أود أن أتناول الطعام أولًا.\"\n\nبعد الغداء، أخذ قيلولة لمدة ساعة. ثم في وقت متأخر من بعد الظهر، جمع بعض الأكياس وذهب إلى القصر. في الطريق، شعر بالحر فجلس تحت شجرة ليستريح ويشرب بعض الماء. بعد ساعتين، عندما أراد التحرك، رأى رجلًا يعرض بعض الخدع السحرية. توقف لمشاهدتها لمدة ساعة أخرى. في طريقه إلى القصر، التقى بصديق قديم وتحدث معه لبعض الوقت. عندما وصل إلى القصر، كان الوقت قد حان لغروب الشمس. كانت بوابات القصر قد أُغلقت.\n\nأضاع هاني فرصة ذهبية لأنه لم يتعلم قيمة الوقت. لو كان هاني يعمل بجد، لما كان فقيرًا. تعلمنا هذه القصة أنه بمجرد أن يُستهلك الوقت، فإنه لن يعود مرة أخرى.\n\n**الكلمات المفتاحية**\n- الخزانة: مكان تُحفظ فيه الكنوز (المال، المجوهرات)\n- الجواهر: الأحجار الكريمة"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=YforP4lGfR4&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=11&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}