{
  "textContent": {
    "en": "**Touch People's Hearts**\nHave you ever been inspired by someone to change your life in a significant way that made you healthier, happier, or more fulfilled? If so, then you understand how inspiration can create a positive difference in a person’s life. Inspiration is powerful. If you want to be positive and capable of inspiring others, here are some tips to follow.\n\n• Show people you care. Remember how many times your day was changed by questions like “How are you today?” or “Is everything going well with you?” said by a friend. Your actions are very important too. Many people’s lives are inspired by small acts of kindness.\n• Earn trust. If you are told a secret by a friend, it stays between you and him/her. Trust takes a long time to be built, but in many cases, it can be destroyed in no time.\n• Keep your promises. If someone is being helped by a volunteer, he/she needs to do it with a smile. Life has many examples of promises that are kept to save many people’s lives. Therefore, you should be wise enough to keep your word no matter what it takes.\n• It is easy to criticise people, but that doesn’t mean it’s the right thing to do. Think about it: “How did you react when your intelligence was once insulted by someone? Or, if your clothing, or your performance had been criticised in a negative way?” Whether the criticism was justified or not, surely, you would get upset. No one likes to be criticized, so if you don’t have anything positive to say, don’t say it at all.\n• Be an active listener. Words other people say can be heard, but not many people can actively listen to and comprehend those words to fully understand the meaning behind them. Make eye contact if someone talks to you about their problems, and ask follow-up questions to show them you care.\n\n\n**Key Words**\ninspired: motivated\nsignificant: important enough to be noticed\nfulfilled: happy and satisfied\nvolunteer: to offer to do something without being forced to do it or without getting paid for it\ncriticise: to talk about someone's faults\njustified: having an acceptable reason",
    "ar": "**المس قلوب الناس**\nهل سبق لك أن ألهمك شخص ما لتغيير حياتك بطريقة جوهرية جعلتك أكثر صحة وسعادة ورضا؟ إذا كان الأمر كذلك، فأنت تدرك كيف يمكن للإلهام أن يخلق فرقًا إيجابيًا في حياة الإنسان. الإلهام قوة. إذا كنت ترغب في أن تكون إيجابيًا وقادرًا على إلهام الآخرين، إليك بعض النصائح التي يجب اتباعها.\n\n• أظهر للناس أنك تهتم. تذكر كم مرة تغير يومك بسبب أسئلة مثل \"كيف حالك اليوم؟\" أو \"هل يسير كل شيء بشكل جيد معك؟\" التي قالها لك صديق. أفعالك مهمة جدًا أيضًا. لقد استُلهمت حياة الكثيرين بأفعال صغيرة من اللطف.\n• اكسب الثقة. إذا أخبرك صديق بسر، فيجب أن يبقى بينك وبينه/بينها. الثقة تستغرق وقتًا طويلاً لتُبنى، ولكن في كثير من الحالات يمكن أن تنهار في لحظة.\n• حافظ على وعودك. إذا كان شخص ما يتلقى المساعدة من متطوع، فيجب أن يقوم بذلك بابتسامة. الحياة مليئة بأمثلة للوعود التي تم الوفاء بها لإنقاذ حياة الكثيرين. لذلك، يجب أن تكون حكيمًا بما يكفي للالتزام بكلمتك مهما كانت الظروف.\n• من السهل انتقاد الناس، لكن هذا لا يعني أنه الشيء الصحيح الذي يجب فعله. فكر في الأمر: \"كيف كان رد فعلك عندما أُهينت ذكائك ذات مرة من قبل شخص ما؟ أو عندما انتُقدت ملابسك أو أداؤك بطريقة سلبية؟\" سواء كان النقد مبررًا أم لا، فمن المؤكد أنك ستشعر بالاستياء. لا أحد يحب أن يُنتقد، لذا إذا لم يكن لديك شيء إيجابي لتقوله، فلا تقل شيئًا على الإطلاق.\n• كن مستمعًا نشطًا. يمكن سماع الكلمات التي يقولها الآخرون، لكن ليس الكثيرون يمكنهم الاستماع بنشاط وفهم تلك الكلمات لفهم المعنى الكامن وراءها بالكامل. قم بالتواصل البصري إذا كان شخص ما يتحدث إليك عن مشاكله، واطرح أسئلة متابعة لتظهر له أنك تهتم.\n\n\n**الكلمات المفتاحية**\nملهم: محفز\nجوهري: مهم بما يكفي ليُلاحظ\nمُرضي: سعيد وراضٍ\nمتطوع: يقدم شيئًا دون أن يُجبر على ذلك أو بدون الحصول على أجر\nانتقاد: التحدث عن عيوب شخص ما\nمبرر: لديه سبب مقبول"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=gs_Q7o4DUJo&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=13&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://www.youtube.com/watch?v=qYuOz33Dyos&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=18&ab_channel=Mostafa",
      "text": { "ar": "الماضي البسيط والمستمر", "en": "" },
      "title": { "ar": "الماضي البسيط والمستمر", "en": "" }
    }
  ]
}