{
  "textContent": {
    "en": "\n**The 1oo1 Nights**\nThe Arabian Nights, also known as The Thousand and One Nights, is one of the most famous collections of stories from the Islamic golden age. They are centred around the frame story of the Sultan Shahrayar and his wife Scheherazade. After finding out that his first wife is unfaithful, Shahrayar kills her and swears to marry a different woman each night before killing her the following morning. Scheherazade thinks of a plan to stop him. She marries Shahrayar and then she begins to tell him a story that night. However, she stops telling the story at an exciting point to make him eager to hear the rest. The next evening, she finishes that story and begins telling another one, following the same pattern for one thousand and one nights until Shahrayar has a change of heart.\nSince the 18th century, foreign cultures had characterised the epic by different literary responses caused by its vague authorial identity. As a result of its translation into many languages, The Arabian Nights has been influencing many world literary writers. Critics, therefore, have identified the utilisation of its literary techniques, such as repetitive designation, frame-story, and dramatic visualisation. The Arabian Nights is one of the richest sources for the magical turn in contemporary cultures by using ghosts, jinns or shape-shifting. It is seen as a book of exceptional literary values. The reception of The Arabian Nights in the world paves the way to better understanding of Arabic literature among the world's arts. In this sense, The Arabian Nights functions as a means of cultural “language” between east and west.\nThe great significance of The Arabian Nights in literature is indebted to the distinctive use of the narration technique. It employs different narrative devices that are still utilised in creating fictional works today. Finally, we can say the greatness of the epic stands in the character of the narrator, Scheherazade, herself.",
    "ar": "\n**ألف ليلة وليلة**\nتُعد ألف ليلة وليلة، والمعروفة أيضاً بـ \"ألف ليلة وليلة\"، واحدة من أشهر مجموعات القصص من العصر الذهبي الإسلامي. وترتكز أحداثها على القصة الإطارية للسلطان شهريار وزوجته شهرزاد. بعد اكتشافه خيانة زوجته الأولى، قتلها وتعهد بأن يتزوج امرأة جديدة كل ليلة ثم يقتلها في صباح اليوم التالي. تفكر شهرزاد في خطة لإيقافه. تتزوج من شهريار ثم تبدأ بسرد قصة له تلك الليلة؛ لكنها تقطع السرد عند نقطة مثيرة لتزيد من شغفه لسماع الباقي.\nوفي الليلة التالية، تُكمل تلك القصة وتبدأ بسرد قصة أخرى، مستخدمةً نفس النمط على مدى ألف ليلة وليلة حتى يتغير قلب شهريار.\nمنذ القرن الثامن عشر، قامت الثقافات الأجنبية بوصف هذه الملحمة بطرق أدبية مختلفة بسبب عدم وضوح هوية مؤلفها. ونتيجة لترجمتها إلى العديد من اللغات، كان لألف ليلة وليلة تأثير كبير على العديد من الكتاب العالميين. ولذلك، أشار النقاد إلى استخدام تقنياتها الأدبية، مثل التكرار في التسميات، القصة الإطارية، والتصوير الدرامي. تُعد ألف ليلة وليلة واحدة من أغنى المصادر للتحول السحري في الثقافات المعاصرة عبر استخدام الأشباح والجن أو التحول الشكلي. وتُنظر إليها على أنها كتاب ذو قيم أدبية استثنائية. إن استقبال ألف ليلة وليلة عالميًا يمهد الطريق لفهم أفضل للأدب العربي بين فنون العالم. ومن هذه الزاوية، تعمل ألف ليلة وليلة كوسيلة \"لغوية\" ثقافية بين الشرق والغرب.\nترجع الأهمية الكبرى لألف ليلة وليلة في الأدب إلى الاستخدام المميز لتقنيات السرد. فهي توظف أجهزة سردية مختلفة لا تزال تُستخدم حتى اليوم في خلق الأعمال الروائية. وأخيراً، يمكننا القول إن عظمة الملحمة تكمن في شخصية الراوية شهرزاد نفسها."
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=YforP4lGfR4&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=11&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}