{
  "textContent": {
    "en": "**Pay It Forward**\n On March 27, 2013, John Sweeney, a plumber from Ireland, started a Facebook page called Suspended Coffees. His message was simple: Buy a cup of coffee for a stranger, because an act of kindness can change a life and make a difference. Eight hours later, the page had attracted more than 20,000 likes. Suspended coffee is a tradition that comes from Naples, Italy, and dates back to the 20th century. When customers buy coffee, they also pay in advance for a cup to be given to somebody else; usually someone who otherwise couldn't afford it. This initiative was forgotten, but then it revived again in 2011. That's when \"Suspended Coffee Day\" started to be celebrated each December. You can buy it for anyone in need. It can be for the homeless person you pass by every day on the street, a stressed student in the middle of exams, a mother of children who can't afford coffee. It may be a well-dressed man whom you may not think from his appearance that he's in need but he may be in his third month of job hunting. It's not up to us to judge - if someone asks, then they're in need - no CV required.\n\n\n**Key Words**\npay forward: pay in advance\n plumber: a person whose job is to repair water pipes, toilets, etc\n suspended: stopped for a while\n afford: to have enough money to pay for something\n revive: to bring something back after it has not been used or existed for a period of time\n job hunting: the act of looking for work\n",
    "ar": "**ادفع للأمام**\n في 27 مارس 2013، بدأ جون سويني، سباك من أيرلندا، صفحة فيسبوك تُدعى \"القهوة المعلقة\". كانت رسالته بسيطة: اشترِ فنجان قهوة لغريب، لأن فعل اللطف يمكن أن يغير حياة شخص ما ويحدث فرقاً. وبعد ثماني ساعات، جذبت الصفحة أكثر من 20,000 إعجاب. القهوة المعلقة هي تقليد أصله من نابولي، إيطاليا، ويعود تاريخها إلى القرن العشرين. عندما يشتري الزبائن القهوة، يدفعون مقدماً ثمن فنجان يُعطى لشخص آخر؛ عادةً لمن لا يستطيع تحمل تكلفتها. تم نسيان هذه المبادرة، لكنها انتعشت مرة أخرى في عام 2011. هذا هو الوقت الذي بدأ فيه \"يوم القهوة المعلقة\" بالاحتفال في كل ديسمبر. يمكنك شراءها لأي شخص محتاج. قد تكون لمشرد تمر به كل يوم في الشارع، أو لطالب متوتر في خضم الامتحانات، أو لأم لأطفال لا يستطيعون تحمل تكلفة القهوة. وربما يكون رجلاً أنيقاً لا يظهر عليه الحاجة من مظهره، لكنه قد يكون في شهره الثالث من البحث عن عمل. ليس من شأننا أن نحكم - إذا طلب شخص المساعدة، فهو بحاجة - لا يشترط سيرة ذاتية.\n\n\n**الكلمات المفتاحية**\nادفع للأمام: دفع مقدمًا\n سباك: الشخص الذي يعمل على إصلاح أنابيب المياه، المراحيض، إلخ\n معلق: متوقف لفترة\n يتحمل التكلفة: أن يكون لديه ما يكفي من المال لدفع ثمن شيء\n ينعش: إعادة شيء إلى الحياة بعد فترة من عدم الاستخدام أو الوجود\n البحث عن عمل: فعل البحث عن وظيفة\n"
  }
,
  "videoUrl": "https://www.youtube.com/watch?v=KyYx_iqXkyY&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=6&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}