{
  "textContent": {
    "en": "**Body Language**\nCommunication between people can be verbal by using a language to speak to others, or non-verbal by using the body language such as gestures or facial expressions. People in different parts of the world use different gestures to communicate non-verbally and these gestures may have different meanings from one place to another. Handshaking, for instance, is considered common around the world. However, to shake hands with others while greeting is something accepted and favourable in Western culture and expresses confidence, while people in the Far East, in Japan for example, do not prefer shaking hands strongly. This can be interpreted as aggressive; they bow instead.\nTalking about facial expressions, they are mostly considered to be universal and they are accepted and known widely. Expressing happiness, sadness, surprise, fear, disgust and anger are the same all over the world. Eye contact is another non-verbal language. For example, looking away while a person is talking to you means that you are not interested. Avoiding eye contact is a sign of respect for bosses and elders in many parts of the world. Understanding even a few gestures from different cultures can make you a good communicator. So, next time when you travel, try to be culturally sensitive. Learn about the local gestures and let your body talk.",
    "ar": "**لغة الجسد**\nيمكن أن يكون التواصل بين الأفراد لفظياً باستخدام لغة للتحدث مع الآخرين، أو غير لفظي باستخدام لغة الجسد مثل الإيماءات أو تعابير الوجه. يستخدم الناس في مختلف أنحاء العالم إيماءات متنوعة للتواصل غير اللفظي وقد تحمل معانٍ مختلفة من مكان لآخر. على سبيل المثال، تُعد المصافحة شائعة في جميع أنحاء العالم. ومع ذلك، فإن مصافحة الآخرين عند التحية أمر مقبول ومرغوب به في الثقافة الغربية ويعبر عن الثقة، بينما يفضل الناس في الشرق الأقصى، مثل اليابان، عدم مصافحة الأيدي بقوة؛ إذ يمكن تفسير ذلك على أنه سلوك عدواني، فيُبدِلون ذلك بالانحناء.\nأما فيما يتعلق بتعابير الوجه، فهي تُعتبر عالمية إلى حد كبير ومقبولة ومعروفة على نطاق واسع. فالتعبير عن السعادة والحزن والمفاجأة والخوف والاشمئزاز والغضب هو نفسه في جميع أنحاء العالم. كما يُعد الاتصال البصري لغة غير لفظية أخرى؛ على سبيل المثال، يشير تجنّب النظر أثناء حديث شخص إليك إلى عدم اهتمامك. وفي العديد من مناطق العالم، يعد تجنب الاتصال البصري علامة على الاحترام للرؤساء وكبار السن. إن فهم حتى بعض الإيماءات من ثقافات مختلفة يمكن أن يجعلك متواصلاً جيداً. لذا، في المرة القادمة التي تسافر فيها، حاول أن تكون حساساً ثقافياً؛ تعرف على الإيماءات المحلية ودع جسدك يتحدث."
  }
,
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}