{
  "textContent": {
    "en": "**robots  **\nThe word “robot” stems from the Czech \"robotnik\" which means a \"slave\". Man has built a robot after his/her image. Possibly, that is why human beings have a variety of strong emotions, both negative and positive towards robots.\nThe relative advantage of robots and intelligent machines is accompanied with their ability to play a range of movements and thinking endlessly and tirelessly. When designing robots, it is essential for planners to focus on the robots’ ability to follow patterns. Due to this engineering reality, robots are certainly specialised in the first step.\nAnother complicated sort is the generalised robot, which can to some extent imitate humans. In the future, the memory of robots is expected to become very extensive. This will allow huge amounts of data storage, the thing which will be reflected in the robot's ability to fulfil a lot of operational tasks. Consequently, the use of robotics will be expanded. Robots offer people a helping hand to focus on the creative process when relying on such intelligent machines to take care of unpleasant physical and mechanical work.\nThe greatest benefits of robots should mean for people staying away from unhealthy environments, such as mines and deep waters. For many industrial countries, using robots could increase production with low costs. The third domain for robots would be doing productive activities that people cannot easily perform.\nAt present, the main challenge of robotisation is in combining human and robot activities, trying to find the best human-robot match. Meanwhile, robots have the ability to do heavy-duty jobs with accuracy and repeatability, human beings have the privilege of creativity, flexibility, decision-making and adaptability. When experts reach high degree of co-operation, manufacturers would enhance efficiency and capacity, as well as improve quality and industrial working conditions.\nMotivational influences of robotics among workers and managers can be amazing. This issue has been recognised in the medical sector in some empirical operations despite the fact that the use of robotics in risky tasks need special attention from safety and health experts. As the modern world is eager to witness all that is innovative, intellectual and smart, there is an urgent need to eliminate the negative side-effects of new robot applications and that is the key challenge in ongoing technological transition period.\n\n\n\n\n\n\n\n**ادبي**\n**The 1oo1 Nights**\nThe Arabian Nights, also known as The Thousand and One Nights, is one of the most famous collections of stories from the Islamic golden age. They are centred around the frame story of the Sultan Shahrayar and his wife Scheherazade. After finding out that his first wife is unfaithful, Shahrayar kills her and swears to marry a different woman each night before killing her the following morning. Scheherazade thinks of a plan to stop him. She marries Shahrayar and then she begins to tell him a story that night. However, she stops telling the story at an exciting point to make him eager to hear the rest. The next evening, she finishes that story and begins telling another one, following the same pattern for one thousand and one nights until Shahrayar has a change of heart.\nSince the 18th century, foreign cultures had characterised the epic by different literary responses caused by its vague authorial identity. As a result of its translation into many languages, The Arabian Nights has been influencing many world literary writers. Critics, therefore, have identified the utilisation of its literary techniques, such as repetitive designation, frame-story, and dramatic visualisation. The Arabian Nights is one of the richest sources for the magical turn in contemporary cultures by using ghosts, jinns or shape-shifting. It is seen as a book of exceptional literary values. The reception of The Arabian Nights in the world paves the way to better understanding of Arabic literature among the world's arts. In this sense, The Arabian Nights functions as a means of cultural “language” between east and west.\nThe great significance of The Arabian Nights in literature is indebted to the distinctive use of the narration technique. It employs different narrative devices that are still utilised in creating fictional works today. Finally, we can say the greatness of the epic stands in the character of the narrator, Scheherazade, herself.",
    "ar": "**الروبوتات**\nكلمة \"روبوت\" مشتقة من الكلمة التشيكية \"روبوتنيك\" التي تعني \"عبد\". قام الإنسان ببناء روبوت على صورته. من المحتمل أن يكون ذلك سبباً في امتلاك البشر لمجموعة من العواطف القوية، سواء كانت سلبية أو إيجابية تجاه الروبوتات.\nالميزة النسبية للروبوتات والآلات الذكية تتمثل في قدرتها على أداء مجموعة متنوعة من الحركات والتفكير بلا حدود وبلا كلل. عند تصميم الروبوتات، من الضروري على المخططين التركيز على قدرتها على اتباع الأنماط. وبفضل هذا الواقع الهندسي، تُعتبر الروبوتات متخصصة في الخطوة الأولى.\nنوع آخر معقد هو الروبوت الشامل، الذي يمكنه إلى حد ما تقليد البشر. في المستقبل، من المتوقع أن تصبح ذاكرة الروبوتات واسعة جداً. وهذا سيسمح بتخزين كميات هائلة من البيانات، مما سينعكس على قدرة الروبوت في إنجاز العديد من المهام التشغيلية. وبناءً عليه، سوف يتوسع استخدام الروبوتات. تقدم الروبوتات للناس يد المساعدة للتركيز على العملية الإبداعية مع الاعتماد على مثل هذه الآلات الذكية لتولي الأعمال البدنية والميكانيكية غير المرغوبة.\nأعظم فوائد الروبوتات هي تمكين الناس من الابتعاد عن البيئات غير الصحية، مثل المناجم والمياه العميقة. بالنسبة للعديد من الدول الصناعية، يمكن لاستخدام الروبوتات أن يزيد الإنتاج بتكاليف منخفضة. والمجال الثالث للروبوتات هو القيام بالأنشطة الإنتاجية التي يصعب على البشر أداؤها بسهولة.\nحالياً، يكمن التحدي الرئيسي للروبوتنة في دمج الأنشطة البشرية والروبوتية، والسعي لإيجاد أفضل توافق بين الإنسان والروبوت. في حين أن الروبوتات تمتلك القدرة على تنفيذ الأعمال الشاقة بدقة وتكرار، يتمتع البشر بامتيازات الإبداع والمرونة واتخاذ القرار والتكيف. عندما يصل الخبراء إلى مستوى عالٍ من التعاون، يقوم المصنعون بتحسين الكفاءة والإنتاجية، بالإضافة إلى تحسين الجودة وظروف العمل الصناعية.\nيمكن أن تكون التأثيرات التحفيزية للروبوتات بين العمال والمديرين مذهلة. وقد تم الاعتراف بهذا الأمر في القطاع الطبي في بعض العمليات التجريبية، رغم أن استخدام الروبوتات في المهام الخطرة يحتاج إلى اهتمام خاص من خبراء السلامة والصحة. ومع حرص العالم الحديث على مشاهدة كل ما هو مبتكر وعقلي وذكي، هناك حاجة ملحة للقضاء على الآثار الجانبية السلبية للتطبيقات الروبوتية الجديدة، وهذا هو التحدي الرئيسي في فترة الانتقال التكنولوجي المستمرة.\n\n\n\n\n\n\n\n**أدبي**\n**ألف ليلة وليلة**\nتُعد ألف ليلة وليلة، والمعروفة أيضاً بـ \"ألف ليلة وليلة\"، واحدة من أشهر مجموعات القصص من العصر الذهبي الإسلامي. وترتكز أحداثها على القصة الإطارية للسلطان شهريار وزوجته شهرزاد. بعد اكتشافه خيانة زوجته الأولى، قتلها وتعهد بأن يتزوج امرأة جديدة كل ليلة ثم يقتلها في صباح اليوم التالي. تفكر شهرزاد في خطة لإيقافه. تتزوج من شهريار ثم تبدأ بسرد قصة له تلك الليلة؛ لكنها تقطع السرد عند نقطة مثيرة لتزيد من شغفه لسماع الباقي.\nوفي الليلة التالية، تُكمل تلك القصة وتبدأ بسرد قصة أخرى، مستخدمةً نفس النمط على مدى ألف ليلة وليلة حتى يتغير قلب شهريار.\nمنذ القرن الثامن عشر، قامت الثقافات الأجنبية بوصف هذه الملحمة بطرق أدبية مختلفة بسبب عدم وضوح هوية مؤلفها. ونتيجة لترجمتها إلى العديد من اللغات، كان لألف ليلة وليلة تأثير كبير على العديد من الكتاب العالميين. ولذلك، أشار النقاد إلى استخدام تقنياتها الأدبية، مثل التكرار في التسميات، القصة الإطارية، والتصوير الدرامي. تُعد ألف ليلة وليلة واحدة من أغنى المصادر للتحول السحري في الثقافات المعاصرة عبر استخدام الأشباح والجن أو التحول الشكلي. وتُنظر إليها على أنها كتاب ذو قيم أدبية استثنائية. إن استقبال ألف ليلة وليلة عالميًا يمهد الطريق لفهم أفضل للأدب العربي بين فنون العالم. ومن هذه الزاوية، تعمل ألف ليلة وليلة كوسيلة \"لغوية\" ثقافية بين الشرق والغرب.\nترجع الأهمية الكبرى لألف ليلة وليلة في الأدب إلى الاستخدام المميز لتقنيات السرد. فهي توظف أجهزة سردية مختلفة لا تزال تُستخدم حتى اليوم في خلق الأعمال الروائية. وأخيراً، يمكننا القول إن عظمة الملحمة تكمن في شخصية الراوية شهرزاد نفسها."
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=YforP4lGfR4&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=11&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}