{
  "textContent": {
    "en": "**robots  **\nThe word “robot” stems from the Czech \"robotnik\" which means a \"slave\". Man has built a robot after his/her image. Possibly, that is why human beings have a variety of strong emotions, both negative and positive towards robots.\nThe relative advantage of robots and intelligent machines is accompanied with their ability to play a range of movements and thinking endlessly and tirelessly. When designing robots, it is essential for planners to focus on the robots’ ability to follow patterns. Due to this engineering reality, robots are certainly specialised in the first step.\nAnother complicated sort is the generalised robot, which can to some extent imitate humans. In the future, the memory of robots is expected to become very extensive. This will allow huge amounts of data storage, the thing which will be reflected in the robot's ability to fulfil a lot of operational tasks. Consequently, the use of robotics will be expanded. Robots offer people a helping hand to focus on the creative process when relying on such intelligent machines to take care of unpleasant physical and mechanical work.\nThe greatest benefits of robots should mean for people staying away from unhealthy environments, such as mines and deep waters. For many industrial countries, using robots could increase production with low costs. The third domain for robots would be doing productive activities that people cannot easily perform.\nAt present, the main challenge of robotisation is in combining human and robot activities, trying to find the best human-robot match. Meanwhile, robots have the ability to do heavy-duty jobs with accuracy and repeatability, human beings have the privilege of creativity, flexibility, decision-making and adaptability. When experts reach high degree of co-operation, manufacturers would enhance efficiency and capacity, as well as improve quality and industrial working conditions.\nMotivational influences of robotics among workers and managers can be amazing. This issue has been recognised in the medical sector in some empirical operations despite the fact that the use of robotics in risky tasks need special attention from safety and health experts. As the modern world is eager to witness all that is innovative, intellectual and smart, there is an urgent need to eliminate the negative side-effects of new robot applications and that is the key challenge in ongoing technological transition period.",
    "ar": "**الروبوتات**\nكلمة \"روبوت\" مشتقة من الكلمة التشيكية \"روبوتنيك\" التي تعني \"عبد\". قام الإنسان ببناء روبوت على صورته. من المحتمل أن يكون ذلك سبباً في امتلاك البشر لمجموعة من العواطف القوية، سواء كانت سلبية أو إيجابية تجاه الروبوتات.\nالميزة النسبية للروبوتات والآلات الذكية تتمثل في قدرتها على أداء مجموعة متنوعة من الحركات والتفكير بلا حدود وبلا كلل. عند تصميم الروبوتات، من الضروري على المخططين التركيز على قدرتها على اتباع الأنماط. وبفضل هذا الواقع الهندسي، تُعتبر الروبوتات متخصصة في الخطوة الأولى.\nنوع آخر معقد هو الروبوت الشامل، الذي يمكنه إلى حد ما تقليد البشر. في المستقبل، من المتوقع أن تصبح ذاكرة الروبوتات واسعة جداً. وهذا سيسمح بتخزين كميات هائلة من البيانات، مما سينعكس على قدرة الروبوت في إنجاز العديد من المهام التشغيلية. وبناءً عليه، سوف يتوسع استخدام الروبوتات. تقدم الروبوتات للناس يد المساعدة للتركيز على العملية الإبداعية مع الاعتماد على مثل هذه الآلات الذكية لتولي الأعمال البدنية والميكانيكية غير المرغوبة.\nأعظم فوائد الروبوتات هي تمكين الناس من الابتعاد عن البيئات غير الصحية، مثل المناجم والمياه العميقة. بالنسبة للعديد من الدول الصناعية، يمكن لاستخدام الروبوتات أن يزيد الإنتاج بتكاليف منخفضة. والمجال الثالث للروبوتات هو القيام بالأنشطة الإنتاجية التي يصعب على البشر أداؤها بسهولة.\nحالياً، يكمن التحدي الرئيسي للروبوتنة في دمج الأنشطة البشرية والروبوتية، والسعي لإيجاد أفضل توافق بين الإنسان والروبوت. في حين أن الروبوتات تمتلك القدرة على تنفيذ الأعمال الشاقة بدقة وتكرار، يتمتع البشر بامتيازات الإبداع والمرونة واتخاذ القرار والتكيف. عندما يصل الخبراء إلى مستوى عالٍ من التعاون، يقوم المصنعون بتحسين الكفاءة والإنتاجية، بالإضافة إلى تحسين الجودة وظروف العمل الصناعية.\nيمكن أن تكون التأثيرات التحفيزية للروبوتات بين العمال والمديرين مذهلة. وقد تم الاعتراف بهذا الأمر في القطاع الطبي في بعض العمليات التجريبية، رغم أن استخدام الروبوتات في المهام الخطرة يحتاج إلى اهتمام خاص من خبراء السلامة والصحة. ومع حرص العالم الحديث على مشاهدة كل ما هو مبتكر وعقلي وذكي، هناك حاجة ملحة للقضاء على الآثار الجانبية السلبية للتطبيقات الروبوتية الجديدة، وهذا هو التحدي الرئيسي في فترة الانتقال التكنولوجي المستمرة.\n"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=YforP4lGfR4&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=11&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}