{
  "textContent": {
    "en": "**Secrets of a Happy Brain**\nThe human brain remembers negative experiences more easily than positive ones. Our brains have developed this way because threats and dangerous events had an immediate effect on our memories compared to positive things like food or shelter. As a result, you likely know what makes you unhappy, but do you know what makes you happy?\n\nResearch suggests that our level of happiness depends partly on factors we cannot control – our genes and our life circumstances. However, our level of happiness is also shaped by the choices we make. If you’ve been chasing wealth, fame, good looks, material things, and power, you may be looking for happiness in all the wrong places. Psychologists suggest that the following six habits make people happier.\n\nPeople who form close relationships tend to be happier than those who do not. The number of friends we have is not important. What matters is the quality of our relationships. Relationships that bring happiness usually involve the sharing of feelings, mutual respect, acceptance, trust, fun, and empathy.\n\nPeople who make a habit of caring for the well-being of others tend to be happier. This might involve volunteering for an organization or reaching out to support friends and family on a regular basis.\n\nPeople who exercise regularly improve both their physical and mental well-being. Some research has shown that exercise can be as effective as medicine in treating depression.\n\nWhen we are so interested in an activity we enjoy that we lose track of time, we are in a state of flow. The activity could be making art, playing piano, surfing, or playing a game. People who experience flow in their work or hobbies tend to be happier.\n\nPeople are more likely to be happy if they know what their strengths are and use them regularly. People who set goals and use their strengths to achieve them tend to be happier.\n\nPeople who think positively by being grateful, aware, and optimistic are more likely to be happy. Being grateful means being thankful. Being aware means being open to, focusing on, and enjoying the experiences of the present moment. Being optimistic means being hopeful about the future.",
    "ar": "**أسرار الدماغ السعيد**\nيتذكر الدماغ البشري التجارب السلبية بسهولة أكبر من التجارب الإيجابية. تطورت أدمغتنا بهذه الطريقة لأن التهديدات والأحداث الخطيرة كان لها تأثير فوري على ذاكرتنا مقارنة بالأشياء الإيجابية مثل الطعام أو المأوى. ونتيجة لذلك، من المحتمل أنك تعرف ما يجعلك غير سعيد، ولكن هل تعرف ما يجعلك سعيدًا؟\n\nتشير الأبحاث إلى أن مستوى سعادتنا يعتمد جزئيًا على عوامل لا يمكننا التحكم فيها – مثل جيناتنا وظروف حياتنا. ومع ذلك، يتم تشكيل مستوى سعادتنا أيضًا من خلال الخيارات التي نتخذها. إذا كنت تسعى وراء الثروة أو الشهرة أو الجمال أو الأشياء المادية أو السلطة، فقد تبحث عن السعادة في الأماكن الخاطئة. يقترح علماء النفس أن العادات الست التالية تجعل الناس أكثر سعادة.\n\nيميل الأشخاص الذين يشكلون علاقات وثيقة إلى أن يكونوا أكثر سعادة من أولئك الذين لا يفعلون ذلك. عدد الأصدقاء الذين لدينا ليس مهمًا، ما يهم هو جودة علاقاتنا. العلاقات التي تجلب السعادة عادةً ما تتضمن مشاركة المشاعر، والاحترام المتبادل، والقبول، والثقة، والمرح، والتعاطف.\n\nيميل الأشخاص الذين يعتادون على الاهتمام برفاهية الآخرين إلى أن يكونوا أكثر سعادة. قد يشمل ذلك التطوع في منظمة أو تقديم الدعم للأصدقاء والعائلة بانتظام.\n\nالأشخاص الذين يمارسون الرياضة بانتظام يحسنون صحتهم الجسدية والعقلية. أظهرت بعض الأبحاث أن التمارين الرياضية يمكن أن تكون فعالة مثل الأدوية في علاج الاكتئاب.\n\nعندما نكون مهتمين جدًا بنشاط نستمتع به لدرجة أننا نفقد الإحساس بالوقت، نكون في حالة تدفق. يمكن أن يكون النشاط مثل صنع الفن، أو العزف على البيانو، أو ركوب الأمواج، أو لعب لعبة. الأشخاص الذين يختبرون التدفق في عملهم أو هواياتهم يميلون إلى أن يكونوا أكثر سعادة.\n\nمن المرجح أن يكون الأشخاص أكثر سعادة إذا كانوا يعرفون نقاط قوتهم ويستخدمونها بانتظام. الأشخاص الذين يضعون أهدافًا ويستخدمون نقاط قوتهم لتحقيقها يميلون إلى أن يكونوا أكثر سعادة.\n\nالأشخاص الذين يفكرون بإيجابية من خلال كونهم ممتنين ومدركين ومتفائلين هم أكثر عرضة لأن يكونوا سعداء. الامتنان يعني أن تكون شاكرًا. الإدراك يعني أن تكون منفتحًا، وتركز على، وتستمتع بتجارب اللحظة الحالية. التفاؤل يعني أن تكون لديك آمال جيدة بشأن المستقبل."
  }
,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}