{
  "textContent": {
    "en": "** Light Initiative **\nWhat is ‘Light Initiative’? Light Initiative started with two people and now it includes more than 350 volunteers. They voluntarily record school and college books for the benefit of the visually impaired people. They started recording the books of the 9th and the 12th grades; they also record university books and references. Their aim is to meet the visually impaired people's actual needs whatever they are. How do they work? Usually, the visually impaired person who has the desire to study a curriculum or a reference, contacts the initiative administration and provides them with the books needed. Then, the book is divided into tasks for a number of volunteers to record them. Social Media They use a Facebook page and a YouTube channel. On the Facebook page they announce that they finished this book or this curriculum, and they use the YouTube channel to publish the recordings. These records are saved in mp3 format. Service Cost Their services are absolutely free; i.e. the volunteer is not paid, and it doesn’t cost the visually impaired person anything. Anyone with a network can have access to their records. Tools Volunteers need very simple things. They use mobiles for recording and laptops to do the montage. No professional tools are needed. What’s New? Light Initiative’s new project is turning the Syrian curriculum into Braille. This will help Syrian students who suffer from sight problems. Light Initiative’s Target Light Initiative is trying to bring some light into the visually impaired people’s lives.\n\n\n**Key Words**\ninitiative: a new plan for dealing with a particular problem\nvisually impaired: people with sight problems\nreference: source of information like books or articles\nprovide: to give somebody something or to supply\ncurriculum: the subjects that are taught by a school, college ...etc./ syllabus\nannounce: to tell people something officially\nabsolutely: completely true\nBraille: a system of printing for blind people in which the letters and the numbers are\nprinted as raised dots",
    "ar": "** المبادرة الضوئية **\nما هي 'المبادرة الضوئية'؟ بدأت المبادرة الضوئية بشخصين، وأصبح عدد المتطوعين يزيد عن 350 متطوعاً. يقومون بتسجيل كتب المدارس والكليات بشكل تطوعي لفائدة المكفوفين. بدأوا بتسجيل كتب الصف التاسع والصف الثاني عشر؛ كما يقومون بتسجيل كتب الجامعات والمراجع. هدفهم هو تلبية الاحتياجات الفعلية للمكفوفين مهما كانت. كيف يعملون؟ عادةً، يتواصل المكفوف الذي يرغب في دراسة منهج أو مرجع مع إدارة المبادرة ويزوده بالكتب المطلوبة. بعد ذلك، يتم تقسيم الكتاب إلى مهام ليقوم عدد من المتطوعين بتسجيلها. وسائل التواصل الاجتماعي يستخدمون صفحة على فيسبوك وقناة على يوتيوب. على صفحة فيسبوك، يعلنون عن إنهائهم لهذا الكتاب أو لهذا المنهج، ويستخدمون قناة يوتيوب لنشر التسجيلات. يتم حفظ هذه التسجيلات بصيغة MP3. تكلفة الخدمة خدماتهم مجانية تماماً؛ أي أن المتطوع لا يتقاضى أجراً، ولا تكلف المكفوف أي شيء. يمكن لأي شخص لديه اتصال بالإنترنت الوصول إلى تسجيلاتهم. الأدوات يحتاج المتطوعون إلى أدوات بسيطة جداً. يستخدمون الهواتف المحمولة للتسجيل وأجهزة اللابتوب للمونتاج. لا حاجة لأدوات احترافية. ما الجديد؟ مشروع المبادرة الضوئية الجديد هو تحويل المنهج السوري إلى لغة برايل. سيساعد ذلك الطلاب السوريين الذين يعانون من مشاكل بصرية. هدف المبادرة الضوئية تحاول المبادرة الضوئية إدخال بعض النور في حياة المكفوفين.\n\n\n**الكلمات المفتاحية**\nمبادرة: خطة جديدة للتعامل مع مشكلة معينة\nالمكفوفين: الأشخاص الذين يعانون من مشاكل في البصر\nمرجع: مصدر للمعلومات مثل الكتب أو المقالات\nيوفر: أن يعطي شخصاً ما شيئاً أو يزوده به\nمنهج: المواد التي تُدرس في المدرسة أو الكلية ... إلخ/ المقرر الدراسي\nيعلن: أن يُخبر الناس بشيء بشكل رسمي\nتماماً: صحيح بشكل كامل\nبرايل: نظام طباعة للمكفوفين حيث تُطبع الحروف والأرقام على شكل نقاط مرتفعة"
  }

,
  "videoUrl": "https://www.youtube.com/watch?v=KyYx_iqXkyY&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=6&ab_channel=Mostafa",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}