
 {
  "textContent": {
    "en": "**Famous Failures Who Refused to Give up** \n One of the most destructive moments in our lives is failure. When we work hard and keep faith with clear heart and soul to accomplish something and fail, it will surely have negative consequences for our lives. When we fail, life turns upside down. Everything seems to disappear into thin air. However, most people don’t realize that failure acts as a **stepping-stone** towards success. They don’t know that we can learn more about our lives when we fail. Throughout history, there have been many famous people who had once greatest failures in their lives, but later they could learn from their experience and were able to reach the top.\n\n Thomas Edison is by far one of the most famous inventors in history. He holds 1,093 **patents** to his name. However, when attempting to invent a commercially-viable electric lightbulb, he failed over 10,000 times. When asked by a reporter how it felt to fail so many times, he merely stated, “I have not failed 10,000 times. I have not failed once. I have succeeded in proving that those 10,000 ways will not work. When I have **eliminated** the ways that will not work, I will find the way that will work.”\n\n Albert Einstein, one of the greatest thinkers of our time, didn’t speak until he was four-years old. He also failed his entrance exam to the Swiss Federal Polytechnic school located in Zurich at sixteen-years old. And, even his father, up until the time of his death, considered his son to be a major failure. After eventually graduating from college, Einstein actually worked as an **insurance** salesman, but quit after some time because he failed at that as well.\n\n Bill Gates has amassed a **mind-boggling** net worth of close to $80 billion, and is known as the infamous father of modern personal-computing software. He brought us operating systems such as Microsoft DOS and Windows, along with wildly-popular titles such as Microsoft Office’s Word, Excel and PowerPoint. However, at the age of seventeen-years old, his first software company called, Traf-O-Data, which analyzed raw traffic logs, failed.\n\n Walt Disney is the creative genius who brought us the likes of Mickey Mouse, Donald Duck and Snow White. He created the Walt Disney Company after his own namesake. Yet, he faced many failures. His first company, Laugh-O-Gram went **bankrupt.** It wasn’t until 5 years later and plenty of heartache - after he created Mickey Mouse - did he begin to experience a small amount of success and fame.",
    
    "ar": "**إخفاقات مشهورة لأشخاص رفضوا الاستسلام**\n واحدة من أكثر اللحظات المدمرة في حياتنا هي الفشل. عندما نعمل بجد ونحافظ على الإيمان بقلب وعقل صافيين لتحقيق شيء ما ثم نفشل، فإن ذلك سيؤثر سلبًا على حياتنا. عندما نفشل، تنقلب الحياة رأسًا على عقب. كل شيء يبدو وكأنه يتلاشى في الهواء. ومع ذلك، فإن معظم الناس لا يدركون أن الفشل يعمل كحجر الأساس نحو النجاح. إنهم لا يعرفون أننا يمكن أن نتعلم المزيد عن حياتنا عندما نفشل. عبر التاريخ، كان هناك العديد من الأشخاص المشهورين الذين واجهوا إخفاقات كبيرة في حياتهم، لكنهم استطاعوا لاحقًا أن يتعلموا من تجربتهم ويصلوا إلى القمة.\n\n توماس إديسون هو بلا شك أحد أكثر المخترعين شهرة في التاريخ. يحمل 1,093 براءة اختراع باسمه. ومع ذلك، عندما حاول اختراع المصباح الكهربائي القابل للتسويق، فشل أكثر من 10,000 مرة. وعندما سأله أحد المراسلين عن شعوره بالفشل مرات عديدة، أجاب ببساطة: \"لم أفشل 10,000 مرة. لم أفشل على الإطلاق. لقد نجحت في إثبات أن تلك الطرق العشرة آلاف لن تعمل. وعندما أتخلص من الطرق التي لن تعمل، سأجد الطريقة التي ستنجح.\"\n\n ألبرت أينشتاين، أحد أعظم المفكرين في عصرنا، لم يتحدث حتى بلغ أربع سنوات. كما أنه فشل في امتحان القبول في المدرسة الفيدرالية السويسرية للفنون التطبيقية في زيورخ عندما كان في السادسة عشرة من عمره. وحتى والده، حتى وقت وفاته، كان يعتبر ابنه فاشلًا كبيرًا. بعد تخرجه من الكلية، عمل أينشتاين في البداية كبائع تأمين، لكنه استقال بعد فترة لأنه فشل في ذلك أيضًا.\n\n بيل غيتس جمع ثروة مذهلة تقدر بحوالي 80 مليار دولار، ويُعرف بأنه الأب المؤسس للبرمجيات الحديثة للحوسبة الشخصية. قدم لنا أنظمة التشغيل مثل MS-DOS وويندوز، بالإضافة إلى برامج شهيرة مثل Microsoft Office وWord وExcel وPowerPoint. ومع ذلك، في سن السابعة عشرة، فشلت شركته الأولى، Traf-O-Data، التي كانت تحلل بيانات حركة المرور الخام.\n\n والت ديزني هو العبقري الإبداعي الذي قدم لنا شخصيات مثل ميكي ماوس ودونالد داك وسنو وايت. أنشأ شركة والت ديزني التي تحمل اسمه. لكنه واجه العديد من الإخفاقات. فشركته الأولى، Laugh-O-Gram، أعلنت إفلاسها. لم يبدأ في تحقيق النجاح والشهرة إلا بعد خمس سنوات من الكفاح وبعد إنشاء شخصية ميكي ماوس."
  },
  "videoUrl": "https://www.youtube.com/watch?v=qYuOz33Dyos&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=18&ab_channel=Mostafa",
  "audioUrl": null,
  "audioType": null,
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}