{
  "textContent": {
    "en": " ** Medical Technology Engineering**\nA. As a result of the substantial scientific and technological development that affected many disciplines, many branches have appeared within the specialisation of engineering in particular, including medical technology engineering, which is also called biomedical engineering. This field is concerned with studying the body from an engineering point of view, in order to design suitable artificial limbs, organs, or other medical devices.B. Medical technology engineering helps doctors define their tasks and facilitates their work more, so the medical device has become an essential assistant for the doctors in all steps, starting from diagnosis, to the end of the treatment course. The need for development in this field has made designing medical devices a great priority, and this in turn led to the intervention of electrical, mechanical computer engineers and others, whose knowledge does not depend on their specialties only, but rather, they must be familiar with all aspects of human body, from biology, anatomy and physiology. So that the medical devices designed are useful for the human body. C. Medical devices can be divided into two parts, diagnostic medical devices, most notably the ultrasound device, and medical therapeutic devices used in chemical treatments. Another classification includes three categories. Firstly, we have simple devices such as bandages, body temperature meters and others. There are also more complex devices that require a certain amount of caution, such as those that emit X-rays. Finally, there are those which require a deep study before their use, such as the valves used in the artificial heart, in addition to the artificial joints. D. Medical engineers work in many fields like well-equipped hospitals and clinics in particular, medical companies and the advanced major research centers in universities. In the end, medical engineers work in cooperation with all disciplines, including nursing, medicine, biology, and other disciplines. E. In short, it is certain that this new branch of engineering has improved healthcare to a great extent. Furthermore, the design process is better as a result of new technology with 3D printing being the most favoured new tool. Nowadays biomedical engineers are able to develop new procedures using knowledge from many technical sources; or conduct research needed to solve clinical problems.\n\n\n\n\n\n**(ادبي)**\n**William Shakespeare** is an English poet and playwright, widely regarded as the greatest writer in English literature and the world's best dramatist. Shakespeare was born and brought up in Stratford-upon-Avon. Between 1585 and 1592, he began a successful career in London as an actor, writer, and part-owner of a playing company called the Lord Chamberlain's Men, later known as the King's Men. He appears to have retired around 1613 at the age of 49, where he died three years later.\n\nShakespeare wrote a total of 38 plays, 154 sonnets, two long narrative poems, and a few other verses. His plays have been translated into all languages and performed more than those of any other playwrights. He was good at turning older plays, Greek and Roman legends, into new plays. His audience expected a play to be one of three types: a history play that dramatizes stories from the past; a comedy that usually has a happy ending; a tragedy characterized by death and disaster.\n\nShakespeare's history plays are about people or events in England's history. His first history plays, such as King John, Richard II, and Henry IV, which were influenced by Elizabethan dramatists, especially Thomas Kyd and Christopher Marlowe, dramatize the destructive results of weak or corrupt rule and have been interpreted as a **justification** of the Tudor **dynasty**. Later history plays like Richard III and Henry III show how proud the country was of the Queen's successes, particularly the defeat of the old enemy, Spain, and England's rise to a great world power.\n\nShakespeare's comedies are full of fun and based on misunderstanding and **mishaps**; the characters are lively, and the dialogues are **witty**. His early classical comedies, containing tight double plots and precise comic sequences, gave way to the romantic atmosphere of his greatest comedies. *A Midsummer Night's Dream* is a witty mixture of romance, **fairy** magic, and comic low-life scenes. The wit and wordplay of *Much Ado About Nothing* and the charming rural setting of *As You Like It* complete Shakespeare's sequence of great comedies.\n\nUnlike his comedies, Shakespeare's tragedies always have sad endings that can make people cry. The tragedies are based around **misery**, loss, and **disillusionment**. Most of Shakespeare's tragedies involve characters of very high status in society; Julius Caesar is the most important man in Rome, Hamlet is a prince, and King Lear is a ruler of Britain. Many critics believe that Shakespeare's greatest tragedies represent the peak of his art. The plots of *Romeo and Juliet*, *Julius Caesar*, *Hamlet*, and *Othello* often **hinge** on fatal flaws that overturn order and destroy the hero and those we love. While watching a Shakespearean tragedy, the audience is moved and shaken. After the show, the audience is calm and washed clean of pity and terror.\n\nThe secret behind Shakespeare's continued reputation is that his writings are admired everywhere for their intelligence, wit, beauty, and humanity. His plays are filled with action, his characters are believable, and his language is exciting to read. Underlying this is Shakespeare's humanity, which is shown through his great sympathy and love for all people.\n\n",
    "ar": " ** هندسة الطب الحيوي **\nأ. نتيجة التطور العلمي والتكنولوجي الكبير الذي أثر على العديد من التخصصات، ظهرت فروع عديدة ضمن تخصص الهندسة، ومنها هندسة التكنولوجيا الطبية (أو هندسة الطب الحيوي). يهتم هذا التخصص بدراسة الجسم من منظور هندسي لتصميم أطراف اصطناعية أو أعضاء طبية أو أجهزة طبية أخرى.ب. تساعد هندسة التكنولوجيا الطبية الأطباء في تحديد مهامهم وتيسير عملهم، مما جعل الأجهزة الطبية شريكًا أساسيًا للأطباء في جميع مراحل التشخيص والعلاج. اضطرار هذه المجال للتطوير جعل تصميم الأجهزة الطبية أولوية قصوى، مما دفع المهندسين الكهربائيين والميكانيكيين وغيرهم إلى العمل في هذا المجال، حيث لا يعتمد معرفتهم على تخصصاتهم فقط، بل يجب أن يكونوا على دراية كاملة بجميع جوانب الجسم البشري، مثل البيولوجيا والتشريح وعلم وظائف الأعضاء، لضمان فائدة الأجهزة الطبية المُصممة.ج. يمكن تقسيم الأجهزة الطبية إلى قسمين: الأجهزة التشخيصية (مثل جهاز التصوير بالموجات فوق الصوتية)، والأجهزة العلاجية المستخدمة في العلاج الكيميائي. كما يمكن تقسيمها إلى ثلاثة فئات: أجهزة بسيطة مثل الضمادات وأجهزة قياس الحرارة، وأجهزة معقدة تتطلب حذرًا مثل أجهزة الأشعة السينية، وأجهزة تحتاج دراسة عميقة قبل الاستخدام مثل صمامات القلب الاصطناعي أو المفاصل الاصطناعية.د. يعمل المهندسون الطبيون في مستشفيات مجهزة وعيادات طبية، وشركات طبية، ومراكز بحثية متقدمة في الجامعات. يتعاون المهندسون الطبيون مع جميع التخصصات، مثل التمريض والطب والبيولوجيا.هـ. بدون شك، ساهمت هذه الفرع الجديد من الهندسة في تحسين الرعاية الصحية بشكل كبير. كما أن التصميم أفضل بفضل التكنولوجيا الحديثة مثل الطباعة ثلاثية الأبعاد. اليوم، يطور المهندسون الطبيون إجراءات جديدة باستخدام معارف متنوعة، أو إجراء أبحاث لحل المشكلات السريرية. \n\n\n\n\n\n(ادبي)\n** ويليام شكسبير ** شاعر ومسرحي إنجليزي، يُعتبر أعظم كاتب في الأدب الإنجليزي وأفضل مسرحي في العالم. ولد شكسبير وتربى في ستراتفورد أبون أفون. بين عامي 1585 و1592، بدأ مسيرته الناجحة في لندن كممثل وكاتب ومُالك جزئي لشركة مسرحية تُدعى \"رول تشمبرلينز مين\"، والتي أصبحت لاحقًا \"ذي كينغز مين\". يبدو أنه انسحب من العمل عام 1613 عن عمر 49 عامًا، وتوفي بعدها بثلاث سنوات.\n\nألف شكسبير 38 مسرحية، و154 قصيدة، وقصيدتين روائيتين طويلتين، بالإضافة إلى أبيات أخرى. مسرحياته تُرجمت إلى كل اللغات وتمثيلها أكثر من أي كاتب مسرحي آخر. كان يجيّد تحويل المسرحيات القديمة والأساطير اليونانية والرومانية إلى أعمال جديدة. كان جمهوره يتوقع أن تكون المسرحية إما تاريخية تروي أحداثًا من الماضي، أو كوميدية ذات نهاية سعيدة، أو مأساوية مُحاطة بالموت والكوارث.\n\nالمسرحيات التاريخية لشكسبير تتناول أحداثًا أو شخصيات من تاريخ إنجلترا. أولى مسرحياته التاريخية مثل \"ملك جون\" و\"ريتشارد الثاني\" و\"هنري الرابع\"، والتي تأثرت بمسرحيات العصر اليزابيثي (مثل توماس كيد وكريستوفر مارلو)، تظهر نتائج الحكم الضعيف أو الفاسد، وتم تفسيرها ك **تبرير** لسلالة **التودور**. المسرحيات التاريخية اللاحقة مثل \"ريتشارد الثالث\" و\"هنري الثالث\" تعكس اعتزاز إنجلترا بإنجازات الملكة، خاصة هزيمة إسبانيا وصعود إنجلترا كقوة عظمى.\n\nمسرحيات شكسبير الكوميدية مفعمة بالمرح وتستند إلى سوء الفهم وال **حوادث**، حيث الشخصيات ممتلئة بالحيوية والحوارات **ذكية**. مسرحياته الكوميدية الكلاسيكية المبكرة ذات الأحداث المزدوجة والكوميديا الدقيقة، تطورت إلى كوميديا رومانسية. مثلاً، *ليلة منتصف الصيف* هي مزيج ذكي من الرومانسية و **العفاريت** السحرية والمشاهد الكوميدية. الحوارات الذكية في *كثير من الضجيج من دون سبب* والمناظر الريفية الجذابة في *كما تحب* تكمل سلسلة كوميديات شكسبير العظيمة.\n\nعلى عكس الكوميديا، تنتهي مسرحيات شكسبير المأساوية ب نهايات حزينة تُثير البكاء. تدور المأساوية حول **الشقاء**، والخسارة، و **خيبة الأمل**. معظم مأساوياته تتناول شخصيات ذات مكانة عالية في المجتمع: يوليوس قيصر أهم شخص في روما، هاملت أمير الدنمارك، ملك لير حاكم بريطانيا. يعتقد كثيرون أن مأساويات شكسبير العظمى مثل *روميو وجولييت* و*جوليوس قيصر* و*هاملت* و*عثمان* تُعتبر ذروة فنه. تدور أحداثها حول **عيوب فادحة** تُدمر البطل والآخرين. أثناء مشاهدة مأساوية شكسبيرية، يتأثر الجمهور ويتزعزع. بعد العرض، يهدأ الجمهور ويتخلص من التعاطف والرعب.\n\nالسر وراء استمرار شهرة شكسبير هو أن كتاباته تحظى بالتقدير في كل مكان بسبب ذكائها، وطرافتها، وجاذبيتها، وإنسانيتها. مسرحياته مليئة بالحركة، وشخصياتها مُقنعة، ولغتها جذابة. وراء ذلك كلّه، إنسانية شكسبير التي تظهر من خلال تعاطفه وحبه لجميع البشر."
  }

,

  "videoUrl": "https://www.youtube.com/watch?v=eNfara1uNJM&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=8&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}