{
  "textContent": {
    "en": " ** Medical Technology Engineering**\nA. As a result of the substantial scientific and technological development that affected many disciplines, many branches have appeared within the specialisation of engineering in particular, including medical technology engineering, which is also called biomedical engineering. This field is concerned with studying the body from an engineering point of view, in order to design suitable artificial limbs, organs, or other medical devices.B. Medical technology engineering helps doctors define their tasks and facilitates their work more, so the medical device has become an essential assistant for the doctors in all steps, starting from diagnosis, to the end of the treatment course. The need for development in this field has made designing medical devices a great priority, and this in turn led to the intervention of electrical, mechanical computer engineers and others, whose knowledge does not depend on their specialties only, but rather, they must be familiar with all aspects of human body, from biology, anatomy and physiology. So that the medical devices designed are useful for the human body. C. Medical devices can be divided into two parts, diagnostic medical devices, most notably the ultrasound device, and medical therapeutic devices used in chemical treatments. Another classification includes three categories. Firstly, we have simple devices such as bandages, body temperature meters and others. There are also more complex devices that require a certain amount of caution, such as those that emit X-rays. Finally, there are those which require a deep study before their use, such as the valves used in the artificial heart, in addition to the artificial joints. D. Medical engineers work in many fields like well-equipped hospitals and clinics in particular, medical companies and the advanced major research centers in universities. In the end, medical engineers work in cooperation with all disciplines, including nursing, medicine, biology, and other disciplines. E. In short, it is certain that this new branch of engineering has improved healthcare to a great extent. Furthermore, the design process is better as a result of new technology with 3D printing being the most favoured new tool. Nowadays biomedical engineers are able to develop new procedures using knowledge from many technical sources; or conduct research needed to solve clinical problems.",
    "ar": " ** هندسة الطب الحيوي **\nأ. نتيجة التطور العلمي والتكنولوجي الكبير الذي أثر على العديد من التخصصات، ظهرت فروع عديدة ضمن تخصص الهندسة، ومنها هندسة التكنولوجيا الطبية (أو هندسة الطب الحيوي). يهتم هذا التخصص بدراسة الجسم من منظور هندسي لتصميم أطراف اصطناعية أو أعضاء طبية أو أجهزة طبية أخرى.ب. تساعد هندسة التكنولوجيا الطبية الأطباء في تحديد مهامهم وتيسير عملهم، مما جعل الأجهزة الطبية شريكًا أساسيًا للأطباء في جميع مراحل التشخيص والعلاج. اضطرار هذه المجال للتطوير جعل تصميم الأجهزة الطبية أولوية قصوى، مما دفع المهندسين الكهربائيين والميكانيكيين وغيرهم إلى العمل في هذا المجال، حيث لا يعتمد معرفتهم على تخصصاتهم فقط، بل يجب أن يكونوا على دراية كاملة بجميع جوانب الجسم البشري، مثل البيولوجيا والتشريح وعلم وظائف الأعضاء، لضمان فائدة الأجهزة الطبية المُصممة.ج. يمكن تقسيم الأجهزة الطبية إلى قسمين: الأجهزة التشخيصية (مثل جهاز التصوير بالموجات فوق الصوتية)، والأجهزة العلاجية المستخدمة في العلاج الكيميائي. كما يمكن تقسيمها إلى ثلاثة فئات: أجهزة بسيطة مثل الضمادات وأجهزة قياس الحرارة، وأجهزة معقدة تتطلب حذرًا مثل أجهزة الأشعة السينية، وأجهزة تحتاج دراسة عميقة قبل الاستخدام مثل صمامات القلب الاصطناعي أو المفاصل الاصطناعية.د. يعمل المهندسون الطبيون في مستشفيات مجهزة وعيادات طبية، وشركات طبية، ومراكز بحثية متقدمة في الجامعات. يتعاون المهندسون الطبيون مع جميع التخصصات، مثل التمريض والطب والبيولوجيا.هـ. بدون شك، ساهمت هذه الفرع الجديد من الهندسة في تحسين الرعاية الصحية بشكل كبير. كما أن التصميم أفضل بفضل التكنولوجيا الحديثة مثل الطباعة ثلاثية الأبعاد. اليوم، يطور المهندسون الطبيون إجراءات جديدة باستخدام معارف متنوعة، أو إجراء أبحاث لحل المشكلات السريرية. "
  }

,

  "videoUrl": "https://www.youtube.com/watch?v=eNfara1uNJM&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=8&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}