{
  "textContent": {
    "en": "**E-government**\nE-government means everything from online\ngovernment services to exchange of information\nand services electronically with citizens, businesses,\nand other bodies of the government. Traditionally,\ne-government has been considered as the use of\nInformation and Communication Technology (ICT) for\nimproving the effectiveness of government agencies\nand providing government services online. Nowadays,\nthe framework of e-government has been evolving to\ninclude the use of ICT by government for conducting a\nwide range of interactions with citizens and businesses as well as open government\ndata and the use of ICT to enable novelty all over the country. E-government enables the use of ICT more\neffectively and professionally by the delivery\nof government services to citizens and\nbusinesses, applying ICT to government\noperations and achieving public\ngoals by digital means. The essential\nprinciple of e-government is to improve\nthe internal mechanisms of the public sector.\nThis can be done to reduce financial costs\nand transaction times, integrate work flows and\nprocesses and enable effective resource applications\nacross the various public sector agencies aiming for workable solutions.\nThrough innovation and e-government, governments around the\nworld can be more efficient as they provide better services and respond\nto the demands of their citizens by transparency and liability. They\ncan be more comprehensive and restore the trust of citizens in their\ngovernments.\nE-government services have three classifications. Firstly, Governmentto-\nGovernment (G2G) involves sharing data and conducting electronic\nexchanges between governmental sectors, as well as exchanges between\nthe national, regional, and local levels. Secondly, Government-to-\nBusiness (G2B) includes business-specific transactions (e.g. payments,\nsale and purchase of goods and services) as well as delivery online of\nbusiness-focused services. Finally, Government-to-Consumer (G2C)\ncomprises initiatives designed to simplify people’s interaction with\nthe government as consumers of public services and contribute to the\nconsultation and decision-making process. \n**E-government in Syria**\nIn recent years, Syria has adopted this new technology to facilitate\npublic services for its citizens.This requires links to governmental\norganizations that supply services and information such as\ngovernmental documents, fees, etc. electronically. Various ministries\nworking on completing the data-entry process. This will pave the way\nto have more e-services. many observers, experts and politicians expect\nthat syria will witness a great progress in all fields in the\ncoming years.\n",
    "ar": "**الحكومة الإلكترونية**\nتعني الحكومة الإلكترونية كل شيء بدءًا من الخدمات الحكومية عبر الإنترنت إلى تبادل المعلومات والخدمات إلكترونيًا مع المواطنين والشركات والجهات الحكومية الأخرى. وقد اعتُبر تقليديًا أن الحكومة الإلكترونية هي استخدام تكنولوجيا المعلومات والاتصالات (ICT) لتحسين فعالية الجهات الحكومية وتقديم الخدمات عبر الإنترنت. في الوقت الحاضر، يتطور إطار الحكومة الإلكترونية ليشمل استخدام تكنولوجيا المعلومات والاتصالات من قبل الحكومة في إجراء مجموعة واسعة من التفاعلات مع المواطنين والشركات، بالإضافة إلى البيانات المفتوحة للحكومة واستخدام التقنيات الرقمية لتمكين الابتكار في جميع أنحاء البلاد. كما تُمكن الحكومة الإلكترونية من استخدام تكنولوجيا المعلومات والاتصالات بشكل أكثر كفاءة واحترافية من خلال تقديم الخدمات الحكومية للمواطنين والشركات، وتطبيق هذه التكنولوجيا في عمليات الحكومة لتحقيق الأهداف العامة باستخدام الوسائل الرقمية. يكمن المبدأ الأساسي للحكومة الإلكترونية في تحسين الآليات الداخلية للقطاع العام، مما يساهم في خفض التكاليف المالية وأوقات المعاملات، ودمج سير العمل والعمليات، وتمكين الاستخدام الفعّال للموارد عبر مختلف الجهات الحكومية لتحقيق حلول عملية.\nمن خلال الابتكار والحكومة الإلكترونية، يمكن للحكومات حول العالم أن تصبح أكثر كفاءة؛ إذ تقدم خدمات أفضل وتستجيب لمتطلبات مواطنيها من خلال الشفافية والمساءلة، كما يمكنها أن تكون أكثر شمولية وتعيد ثقة المواطنين في حكوماتهم.\nتنقسم خدمات الحكومة الإلكترونية إلى ثلاث فئات. أولاً، فئة الحكومة إلى الحكومة (G2G) تشمل تبادل البيانات وإجراء التبادلات الإلكترونية بين القطاعات الحكومية، وكذلك التبادلات بين المستويات الوطنية والإقليمية والمحلية. ثانيًا، فئة الحكومة إلى الأعمال (G2B) تشمل المعاملات الخاصة بالأعمال (مثل المدفوعات والبيع والشراء للسلع والخدمات) بالإضافة إلى تقديم الخدمات الموجهة للأعمال عبر الإنترنت. وأخيرًا، فئة الحكومة إلى المستهلك (G2C) تتضمن المبادرات المصممة لتبسيط تفاعل الناس مع الحكومة بصفتهم مستهلكين للخدمات العامة، والمساهمة في عمليات التشاور واتخاذ القرار.\n**الحكومة الإلكترونية في سوريا**\nفي السنوات الأخيرة، اعتمدت سوريا هذه التقنية الجديدة لتسهيل تقديم الخدمات العامة لمواطنيها. ويتطلب ذلك إنشاء روابط مع الجهات الحكومية التي تقدم الخدمات والمعلومات مثل الوثائق الحكومية والرسوم وغيرها إلكترونيًا. تعمل وزارات مختلفة على إكمال عملية إدخال البيانات، مما سيمهد الطريق لزيادة عدد الخدمات الإلكترونية. ويتوقع العديد من المراقبين والخبراء والسياسيين أن تشهد سوريا تقدمًا كبيرًا في جميع المجالات خلال السنوات القادمة.\n"
  }

,
  "videoUrl": "",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}