{
  "textContent": {
    "en": "**Overseas Pen Friends**\nMost people are curious about different countries and their cultures. So, some tend to make friends from all around the world.\nMaking friends from all over the world is easy nowadays. We only have to sign up to a pen pal website under the supervision of parents. When we create a profile, we will be asked to fill out basic details about ourselves; like our interests, the country we are from, and our birth date. We will be able to have conversations with new friends in different countries, so learning another language can help us build bonds with people that speak foreign languages.\nWe must be polite when asking them about their lives and things that they are interested in.\nBeing a nice person and willing to learn about new experiences will help you make friends wherever you go. If we have the chance to travel one day, we may meet these friends face to face. We have to keep in mind that different people in different countries have different cultures and different life styles which enrich our knowledge about various topics. We have to respect other people’s privacy and try to learn the best from them.",
    "ar": "**أصدقاء المراسلة في الخارج**\nمعظم الناس لديهم فضول لمعرفة البلدان المختلفة وثقافاتها، لذلك يميل البعض إلى تكوين صداقات من جميع أنحاء العالم.\nأصبح تكوين صداقات من جميع أنحاء العالم أمراً سهلاً في الوقت الحاضر. علينا فقط التسجيل في موقع المراسلة تحت إشراف الوالدين. عند إنشاء ملف شخصي، سيُطلب منا ملء تفاصيل أساسية عن أنفسنا؛ مثل اهتماماتنا، البلد الذي ننتمي إليه، وتاريخ ميلادنا. سنتمكن من إجراء محادثات مع أصدقاء جدد في دول مختلفة، لذا فإن تعلم لغة أخرى يمكن أن يساعدنا في بناء روابط مع الأشخاص الذين يتحدثون لغات أجنبية.\nيجب أن نكون مهذبين عند سؤالهم عن حياتهم والأشياء التي يهتمون بها.\nأن تكون شخصاً لطيفاً ومستعداً للتعلم عن تجارب جديدة سيساعدك في تكوين صداقات أينما ذهبت. وإذا سنحت لنا الفرصة للسفر يوماً ما، فقد نلتقي بهؤلاء الأصدقاء وجهاً لوجه. يجب أن نضع في اعتبارنا أن الأشخاص المختلفين في البلدان المختلفة لديهم ثقافات وأساليب حياة مختلفة، مما يثري معرفتنا حول مواضيع متنوعة. يجب علينا احترام خصوصية الآخرين ومحاولة التعلم منهم أفضل الأمور."
  }
,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}