{
  "textContent": {
    "en": "**How to be a Good Son or Daughter?**\nIt’s not always easy to be a good son. Sometimes, you make a mistake and can’t find a way to fix it. Other times, you disagree with your parents and don’t know how to talk to them without starting a fight. What shall you do?\n\n**Show your love**\nTell your parents what’s going on in your life. Your parents love you and want to know what’s going on in your life. They need to know all of the daily details, but they would love to know what’s on your mind, from your struggles with your studies to any big problems you’re having with your friends. They really do care, and even if they can’t always help, they would just like to know what’s happening. Don’t be afraid to ask for their advice. Believe it or not, your parents were once your age, and they’ve gone through the same struggles that you’re going through. They’ll appreciate that you value their opinion.\n\n**Be kind to your siblings**\nIt’s sometimes difficult to get along with your siblings, whether they are older or younger, but you should try to develop relationships with them. You can help your siblings do their schoolwork or clean up. This will not only help you be a good example to your siblings, but it will also help your parents.\n\n**Do as well in school as you can**\nYour parents will be happy if you respect your teachers, do your homework, and keep your grades up to the best of your ability. If you need help in school, ask your teachers or your parents for help. This will put you on a path to succeed in your future, and it will also make life much easier for your parents.\n\nAt the end of the day, the thing that will please your parents the most is to see their son/daughter growing into a happy, responsible adult.",
    "ar": "**كيف تكون ابناً أو ابنة جيدة؟**\nليس من السهل دائمًا أن تكون ابنًا جيدًا. في بعض الأحيان، ترتكب خطأ ولا تجد طريقة لإصلاحه. في أوقات أخرى، تختلف وجهات نظرك مع والديك ولا تعرف كيف تتحدث معهم دون بدء شجار. ماذا يجب أن تفعل؟\n\n**أظهر حبك**\nأخبر والديك بما يحدث في حياتك. والداك يحبانك ويريدان معرفة ما يحدث في حياتك. ليس من الضروري أن يعرفوا كل التفاصيل اليومية، لكنهم سيحبون معرفة ما يدور في ذهنك، من صعوباتك الدراسية إلى أي مشاكل كبيرة تواجهها مع أصدقائك. هم يهتمون حقًا، وحتى إذا لم يتمكنوا دائمًا من مساعدتك، فإنهم يودون معرفة ما يحدث. لا تخف من طلب نصيحتهم. صدق أو لا تصدق، كان والداك في يوم من الأيام في مثل سنك، وواجهوا نفس الصعوبات التي تواجهها الآن. سيقدرون أنك تحترم رأيهم.\n\n**كن لطيفًا مع إخوتك**\nفي بعض الأحيان يكون من الصعب التوافق مع إخوتك، سواء كانوا أكبر سنًا أو أصغر، لكن يجب أن تحاول تطوير علاقات جيدة معهم. يمكنك مساعدة إخوتك في أداء واجباتهم المدرسية أو تنظيف المنزل. لن يساعدك هذا فقط في أن تكون قدوة جيدة لإخوتك، ولكنه سيساعد أيضًا والديك.\n\n**قم بأفضل ما يمكنك في المدرسة**\nسيكون والداك سعيدين إذا احترمت معلميك، وأديت واجباتك المدرسية، وحافظت على درجاتك بأفضل ما يمكنك. إذا كنت بحاجة إلى مساعدة في المدرسة، فاطلب من معلميك أو والديك مساعدتك. سيضعك هذا على طريق النجاح في المستقبل، كما سيجعل حياة والديك أسهل كثيرًا.\n\nفي نهاية اليوم، الشيء الذي سيسعد والديك أكثر هو رؤية ابنهم/ابنتهم ينمو ليصبح شخصًا سعيدًا ومسؤولًا."
  }
,
  "videoUrl": "",
  "audioUrl": "",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "",
      "text": { "ar": "", "en": "" },
      "title": { "ar": "", "en": "" }
    }
  ]
}