{
  "textContent":{
  "en": " **Antibiotics**\n Antibiotics are powerful medicines used to fight a wide variety of infections or diseases caused by bacteria in people and animals. Antibiotics work to kill the bacteria or stop them from multiplying. Before bacteria can multiply and cause symptoms, the immune system can typically kill them. Sometimes, however, the number of harmful bacteria is excessive, and the immune system can’t fight all. At that point, antibiotics are urgently needed. Different antibiotics work against different types of bacteria; antibiotics that stop bacteria from multiplying and affect a wide range of bacteria are called broad spectrum antibiotics like amoxicillin and gentamicin, whereas antibiotics that kill bacteria and affect only a few types of bacteria are called narrow spectrum antibiotics such as penicillin. Some people may develop an allergic reaction to antibiotics, especially penicillin. Side effects might include rash, swelling of the tongue and face, and difficulty in breathing. Allergic reactions to antibiotics might be immediate or delayed. People with reduced liver or kidney function should be cautious when using antibiotics. This may affect the types of antibiotics they can use or the dose they receive. Medical professionals have concerns that people are overusing antibiotics. The more often antibiotics are used or taken incorrectly, the more chance bacteria have to change and become resistant to them. This can make bacterial infections much harder to treat. Patients should complete the whole course of medication to prevent the return of the infection. The world needs to change the way it prescribes and uses antibiotics. Even if new medicines are developed, without behaviour change, antibiotics resistance will remain a major threat. Behaviour changes must include actions to reduce the spread of infections through vaccination, hand washing and food hygiene.\n\n\n\n\n\n\n**CHARLES DICKENS**\nFamous British author Charles John Huffam Dickens was born on February 7, 1812, in Portsmouth, a port city in southern England. He was the second of eight siblings. His father, John Dickens, was a marine writer, and he dreamed that the profession would make him rich. His mother, Elizabeth Barrow, rose to become a teacher and then a school principal. Despite his parents' best efforts, the family remained poor. Nevertheless, the family was happy in its early days. In 1816 the family moved to Chatham, Kent, where Charles and his brothers were free to roam the countryside and explore Old Rochester Castle. In 1822, the family moved to Camden, a poor district of London. During this period, the family's economic conditions deteriorated, and his father was imprisoned in 1824, when Charles was only 12 years old. As a result of his father's imprisonment, Charles Dickens had to drop out of school and work in a boat-painting factory beside the Thames. This was the best he could do to help his family, bidding his childish innocence and this incident became a recurring theme in his writing. After a while he was allowed back to school after his father received a family inheritance which he used to pay off his debts. But when Dickens was fifteen, he was again denied an education, and in 1827 he had to drop out of school and work as a courier in an office to contribute to his family's income. As it turned out, this work became an early stepping stone towards his work as a writer. A year after starting his career in the office, Dickens began his work as a freelance report writer in the London law courts. Only a few years later, he became a reporter for two major newspapers in London. In 1833, he began presenting skits to various magazines and newspapers under the pseudonym (Boz). His first stories were published in his first book in 1836, Sketches by Boz. Dickens' writing became so popular with readers that he began publishing his first novel, Oliver Twist, as episodes in a newspaper, telling the tale of an orphan living on the streets. The story was inspired by the feeling of Dickens, a poor child forced to make a living through his own wits. Oliver Twist readers have been eagerly awaiting the next monthly episode. In 1859 Dickens published A Tale of Two Cities, a historical novel set at the time of the French Revolution. In 1865, Dickens had a train accident and never fully recovered from it. Despite his unhealthy conditions, he continued to wander until 1870. On June 9, 1870, Dickens suffered a stroke, and died at the age of fifty-eight, in Gads Hill, his country town in Kent, England.",
  "ar": " **المضادات الحيوية**\nالمضادات الحيوية هي أدوية قوية تُستخدم لمكافحة مجموعة واسعة من العدوى أو الأمراض التي تسببها البكتيريا في البشر والحيوانات. تعمل المضادات الحيوية على قتل البكتيريا أو منعها من التكاثر. قبل أن تتكاثر البكتيريا وتسبب أعراضًا، يمكن لجهاز المناعة عادةً القضاء عليها. ومع ذلك، في بعض الأحيان يكون عدد البكتيريا الضارة مفرطًا، ولا يستطيع جهاز المناعة مكافحتها جميعًا. في تلك الحالة، تكون المضادات الحيوية ضرورية بشكل عاجل. تعمل المضادات الحيوية المختلفة ضد أنواع مختلفة من البكتيريا؛ فالمضادات الحيوية التي توقف تكاثر البكتيريا وتؤثر على مجموعة واسعة منها تُعرف بالمضادات الحيوية واسعة الطيف مثل الأموكسيسيلين والجنتاميسين، في حين أن المضادات الحيوية التي تقتل البكتيريا وتؤثر فقط على عدد قليل من أنواعها تُعرف بالمضادات الحيوية ضيقة الطيف مثل البنسلين. قد يصاب بعض الأشخاص برد فعل تحسسي تجاه المضادات الحيوية، خاصة البنسلين. قد تشمل الآثار الجانبية ظهور طفح جلدي، وتورم اللسان والوجه، وصعوبة في التنفس. قد تكون ردود الفعل التحسسية للمضادات الحيوية فورية أو متأخرة. يجب على الأشخاص الذين يعانون من انخفاض وظائف الكبد أو الكلى أن يتوخوا الحذر عند استخدام المضادات الحيوية. قد يؤثر ذلك على أنواع المضادات الحيوية التي يمكنهم استخدامها أو الجرعة التي يتلقونها. يعرب المتخصصون في المجال الطبي عن قلقهم من أن الناس يفرطون في استخدام المضادات الحيوية. فكلما تم استخدام المضادات الحيوية أو تناولها بشكل غير صحيح، زادت فرصة أن تتغير البكتيريا وتصبح مقاومة لها. يمكن أن يؤدي ذلك إلى جعل علاج العدوى البكتيرية أكثر صعوبة. ينبغي على المرضى استكمال دورة العلاج كاملة لمنع عودة العدوى. يجب على العالم تغيير الطريقة التي يصف بها ويستخدم المضادات الحيوية. حتى وإن تم تطوير أدوية جديدة، فإن مقاومة المضادات الحيوية ستظل تشكل تهديدًا كبيرًا دون تغيير السلوكيات. يجب أن تتضمن تغييرات السلوك إجراءات للحد من انتشار العدوى من خلال التطعيم، وغسل اليدين، ونظافة الغذاء.\n\n\n\n\n\n\n**تشارلز ديكنز**\nوُلد المؤلف البريطاني الشهير تشارلز جون هوفام ديكنز في 7 فبراير 1812 في بورتسموث، وهي مدينة ميناء تقع في جنوب إنجلترا. كان الثاني من بين ثمانية إخوة وأخوات. كان والده، جون ديكنز، كاتبًا بحريًا، وكان يحلم بأن تجعل هذه المهنة منه شخصًا ثريًا. ارتقت والدته، إليزابيث بارو، لتصبح معلمة ثم مديرة مدرسة. على الرغم من أفضل جهود والديه، بقيت العائلة فقيرة. مع ذلك، كانت العائلة سعيدة في أيامها الأولى. في عام 1816، انتقلت العائلة إلى تشاثام، كينت، حيث كان تشارلز وإخوته أحرارًا في التجول في الريف واستكشاف قلعة روشستر القديمة. في عام 1822، انتقلت العائلة إلى كامدن، وهي منطقة فقيرة في لندن. خلال هذه الفترة، تدهورت الظروف الاقتصادية للعائلة، وسُجن والده في عام 1824، عندما كان تشارلز يبلغ من العمر 12 عامًا فقط. نتيجةً لسجن والده، اضطر تشارلز ديكنز إلى ترك المدرسة والعمل في مصنع لدهان القوارب بجانب نهر التايمز. كان هذا أفضل ما استطاع القيام به لمساعدة عائلته، متخليًا عن براءته الطفولية، فأصبح هذا الحادث موضوعًا متكررًا في كتاباته. بعد فترة، سمح له بالعودة إلى المدرسة بعد أن تلقى والده ميراثًا عائليًا استخدمه لسداد ديونه. لكن عندما كان ديكنز في الخامسة عشرة من عمره، حُرم مجددًا من التعليم، وفي عام 1827 اضطر إلى ترك المدرسة والعمل كناقل في مكتب للمساهمة في دخل العائلة. كما اتضح، أصبح هذا العمل حجر الزاوية المبكر في مسيرته ككاتب. بعد عام من بدء مسيرته في المكتب، بدأ ديكنز عمله ككاتب تقارير حر في محاكم لندن القانونية. وبعد بضع سنوات فقط، أصبح مراسلًا لصحيفتين رئيسيتين في لندن. في عام 1833، بدأ بتقديم عروض قصيرة لمجلات وصحف مختلفة تحت الاسم المستعار (بوز). نشرت قصصه الأولى في كتابه الأول عام 1836 بعنوان \"Sketches by Boz\". أصبحت كتابات ديكنز شائعة جدًا بين القراء لدرجة أنه بدأ بنشر روايته الأولى، \"Oliver Twist\"، على شكل حلقات في صحيفة، يروي فيها قصة يتيم يعيش في الشوارع. استُلهمت القصة من شعور ديكنز؛ ذلك الطفل الفقير الذي اضطر إلى كسب رزقه بذكائه الشخصي. كان قراء \"Oliver Twist\" ينتظرون بفارغ الصبر الحلقة الشهرية التالية. في عام 1859، نشر ديكنز رواية \"A Tale of Two Cities\"، وهي رواية تاريخية تدور أحداثها في زمن الثورة الفرنسية. في عام 1865، تعرض ديكنز لحادث قطار ولم يتعافَ منه تمامًا. على الرغم من حالته الصحية المتردية، استمر في التجول حتى عام 1870. وفي 9 يونيو 1870، تعرض ديكنز لسكتة دماغية وتوفي عن عمر يناهز الثامنة والخمسين، في جادز هيل، بلدته الريفية في كينت، إنجلترا."
}



,
  "videoUrl": "https://www.youtube.com/watch?v=2_5tScVWq0k&list=PLOojC9cDjLdVQnMrtlWSLpJyF0L3fgUfT&index=14&ab_channel=Mostafa",
  "audioUrl": "https://drive.google.com/file/d/1CARjOkvo-mEyHwJdJAi11kqA15s8TwNj/view",
  "audioType": "audio/mp3",
  "externalLinks": [
    {
      "type": "text",
      "url": "https://dictionary.cambridge.org/dictionary/english/aspire",
      "text": { "ar": "تعريف كلمة Aspire (قاموس كامبريدج)", "en": "Definition of Aspire (Cambridge)" },
      "title": { "ar": "زيارة قاموس كامبريدج", "en": "Visit Cambridge Dictionary" }
    }
  ]
}